// src/pages/Work.js
import React, { useState } from 'react';

const collections = [
  {
    title: 'अनामिका (1923) / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      { title: 'गीत / सूर्यकांत त्रिपाठी "निराला"', content:  `जैसे हम हैं वैसे ही रहें,
        लिये हाथ एक दूसरे का
        अतिशय सुख के सागर में बहें।
        मुदें पलक, केवल देखें उर में,-
        सुनें सब कथा परिमल-सुर में,
        जो चाहें, कहें वे, कहें।
        वहाँ एक दृष्टि से अशेष प्रणय
        देख रहा है जग को निर्भय,
        दोनों उसकी दृढ़ लहरें सहें।` },

      { title: 'प्रेयसी / सूर्यकांत त्रिपाठी "निराला"', content: `घेर अंग-अंग को
लहरी तरंग वह प्रथम तारुण्य की,
ज्योतिर्मयि-लता-सी हुई मैं तत्काल
घेर निज तरु-तन।

खिले नव पुष्प जग प्रथम सुगन्ध के,
प्रथम वसन्त में गुच्छ-गुच्छ।
दृगों को रँग गयी प्रथम प्रणय-रश्मि-
चूर्ण हो विच्छुरित
विश्व-ऐश्वर्य को स्फुरित करती रही
बहु रंग-भाव भर
शिशिर ज्यों पत्र पर कनक-प्रभात के,
किरण-सम्पात से।

दर्शन-समुत्सुक युवाकुल पतंग ज्यों
विचरते मञ्जु-मुख
गुञ्ज-मृदु अलि-पुञ्ज
मुखर उर मौन वा स्तुति-गीत में हरे।
प्रस्रवण झरते आनन्द के चतुर्दिक-
भरते अन्तर पुलकराशि से बार-बार
चक्राकार कलरव-तरंगों के मध्य में
उठी हुई उर्वशी-सी,
कम्पित प्रतनु-भार,
विस्तृत दिगन्त के पार प्रिय बद्ध-दृष्टि
निश्चल अरूप में।

हुआ रूप-दर्शन
जब कृतविद्य तुम मिले
विद्या को दृगों से,
मिला लावण्य ज्यों मूर्ति को मोहकर,-
शेफालिका को शुभ हीरक-सुमन-हार,-
श्रृंगार
शुचिदृष्टि मूक रस-सृष्टि को।

याद है, उषःकाल,-
प्रथम-किरण-कम्प प्राची के दृगों में,
प्रथम पुलक फुल्ल चुम्बित वसन्त की
मञ्जरित लता पर,
प्रथम विहग-बालिकाओं का मुखर स्वर
प्रणय-मिलन-गान,
प्रथम विकच कलि वृन्त पर नग्न-तनु
प्राथमिक पवन के स्पर्श से काँपती;

करती विहार
उपवन में मैं, छिन्न-हार
मुक्ता-सी निःसंग,
बहु रूप-रंग वे देखती, सोचती;
मिले तुम एकाएक;
देख मैं रुक गयी:-
चल पद हुए अचल,
आप ही अपल दृष्टि,
फैला समाष्टि में खिंच स्तब्ध मन हुआ।

दिये नहीं प्राण जो इच्छा से दूसरे को,
इच्छा से प्राण वे दूसरे के हो गये !
दूर थी,
खिंचकर समीप ज्यों मैं हुई।
अपनी ही दृष्टि में;
जो था समीप विश्व,
दूर दूरतर दिखा।

मिली ज्योति छबि से तुम्हारी
ज्योति-छबि मेरी,
नीलिमा ज्यों शून्य से;
बँधकर मैं रह गयी;
डूब गये प्राणों में
पल्लव-लता-भार
वन-पुष्प-तरु-हार
कूजन-मधुर चल विश्व के दृश्य सब,-
सुन्दर गगन के भी रूप दर्शन सकल-
सूर्य-हीरकधरा प्रकृति नीलाम्बरा,
सन्देशवाहक बलाहक विदेश के।
प्रणय के प्रलय में सीमा सब खो गयी !

बँधी हुई तुमसे ही
देखने लगी मैं फिर-
फिर प्रथम पृथ्वी को;
भाव बदला हुआ-
पहले ही घन-घटा वर्षण बनी हुई;
कैसा निरञ्जन यह अञ्जन आ लग गया !

देखती हुई सहज
हो गयी मैं जड़ीभूत,
जगा देहज्ञान,
फिर याद गेह की हुई;
लज्जित
उठे चरण दूसरी ओर को
विमुख अपने से हुई !

चली चुपचाप,
मूक सन्ताप हृदय में,
पृथुल प्रणय-भार।
देखते निमेशहीन नयनों से तुम मुझे
रखने को चिरकाल बाँधकर दृष्टि से
अपना ही नारी रूप, अपनाने के लिए,
मर्त्य में स्वर्गसुख पाने के अर्थ, प्रिय,
पीने को अमृत अंगों से झरता हुआ।
कैसी निरलस दृष्टि !

सजल शिशिर-धौत पुष्प ज्यों प्रात में
देखता है एकटक किरण-कुमारी को।–
पृथ्वी का प्यार, सर्वस्व उपहार देता
नभ की निरुपमा को,
पलकों पर रख नयन
करता प्रणयन, शब्द-
भावों में विश्रृंखल बहता हुआ भी स्थिर।
देकर न दिया ध्यान मैंने उस गीत पर
कुल मान-ग्रन्थि में बँधकर चली गयी;
जीते संस्कार वे बद्ध संसार के-
उनकी ही मैं हुई !

समझ नहीं सकी, हाय,
बँधा सत्य अञ्चल से
खुलकर कहाँ गिरा।
बीता कुछ काल,
देह-ज्वाला बढ़ने लगी,
नन्दन निकुञ्ज की रति को ज्यों मिला मरु,
उतरकर पर्वत से निर्झरी भूमि पर
पंकिल हुई, सलिल-देह कलुषित हुआ।
करुणा को अनिमेष दृष्टि मेरी खुली,
किन्तु अरुणार्क, प्रिय, झुलसाते ही रहे-
भर नहीं सके प्राण रूप-विन्दु-दान से।
तब तुम लघुपद-विहार
अनिल ज्यों बार-बार

वक्ष के सजे तार झंकृत करने लगे
साँसों से, भावों से, चिन्ता से कर प्रवेश।
अपने उस गीत पर
सुखद मनोहर उस तान का माया में,
लहरों में हृदय की
भूल-सी मैं गयी
संसृति के दुःख-घात,
श्लथ-गात, तुममें ज्यों
रही मैं बद्ध हो।

किन्तु हाय,
रूढ़ि, धर्म के विचार,
कुल, मान, शील, ज्ञान,
उच्च प्राचीर ज्यों घेरे जो थे मुझे,
घेर लेते बार-बार,
जब मैं संसार में रखती थी पदमात्र,
छोड़ कल्प-निस्सीम पवन-विहार मुक्त।
दोनों हम भिन्न-वर्ण,
भिन्न-जाति, भिन्न-रूप,
भिन्न-धर्मभाव, पर
केवल अपनाव से, प्राणों से एक थे।

किन्तु दिन रात का,
जल और पृथ्वी का
भिन्न सौन्दर्य से बन्धन स्वर्गीय है
समझे यह नहीं लोग
व्यर्थ अभिमान के !
अन्धकार था हृदय
अपने ही भार से झुका हुआ, विपर्यस्त।
गृह-जन थे कर्म पर।
मधुर प्रात ज्यों द्वार पर आये तुम,
नीड़-सुख छोड़कर मुझे मुक्त उड़ने को संग
किया आह्वान मुझे व्यंग के शब्द में।

आयी मैं द्वार पर सुन प्रिय कण्ठ-स्वर,
अश्रुत जो बजता रहा था झंकार भर
जीवन की वीणा में,
सुनती थी मैं जिसे।
पहचाना मैंने, हाथ बढ़ाकर तुमने गहा।
चल दी मैं मुक्त, साथ।
एक बार की ऋणी
उद्धार के लिए,
शत बार शोध की उर में प्रतिज्ञा की।

पूर्ण मैं कर चुकी।
गर्वित, गरीयसी अपने में आज मैं।
रूप के द्वार पर
मोह की माधुरी
कितने ही बार पी मूर्च्छित हुए हो, प्रिय,
जागती मैं रही,
गह बाँह, बाँह में भरकर सँभाला तुम्हें।` },


      { title: 'मित्र के प्रति / सूर्यकांत त्रिपाठी "निराला"', content: `कहते हो, ‘‘नीरस यह
बन्द करो गान-
कहाँ छन्द, कहाँ भाव,
कहाँ यहाँ प्राण ?
था सर प्राचीन सरस,
सारस-हँसों से हँस;
वारिज-वारिज में बस
रहा विवश प्यार;
जल-तरंग ध्वनि; कलकल
बजा तट-मृदंग सदल;
पैंगें भर पवन कुशल
गाती मल्लार।’’

(2)

सत्य, बन्धु सत्य; वहाँ
नहीं अर्र-बर्र;
नहीं वहाँ भेक, वहाँ
नहीं टर्र-टर्र।
एक यहीं आठ पहर
बही पवन हहर-हहर,
तपा तपन, ठहर-ठहर
सजल कण उड़े;
गये सूख भरे ताल,
हुए रूख हरे शाल,
हाय रे, मयूर-व्याल
पूँछ से जुड़े!

(3)

देखे कुछ इसी समय
दृश्य और-और
इसी ज्वाल से लहरे
हरे ठौर-ठौर ?
नूतन पल्लव-दल, कलि,
मँडलाते व्याकुल अलि
तनु-तन पर जाते बलि
बार-बार हार;
बही जो सुवास मन्द
मधुर भार-भरण-छन्द
मिली नहीं तुम्हें, बन्द
रहे, बन्धु, द्वार?

(4)

इसी समय झुकी आम्र-
शाखा फल-भार
मिली नहीं क्या जब यह
देखा संसार?
उसके भीतर जो स्तव,
सुना नहीं कोई रव?
हाय दैव, दव-ही-दव
बन्धु को मिला!
कुहरित भी पञ्चम स्वर,
रहे बन्द कर्ण-कुहर,
मन पर प्राचीन मुहर,
हृदय पर शिला!

(5)

सोचो तो, क्या थी वह
भावना पवित्र,
बँधा जहाँ भेद भूल
मित्र से अमित्र।
तुम्हीं एक रहे मोड़
मुख, प्रिय, प्रिय मित्र छोड़;
कहो, कहो, कहाँ होड़
जहाँ जोड़, प्यार?
इसी रूप में रह स्थिर,
इसी भाव में घिर-घिर,
करोगे अपार तिमिर-
सागर को पार?

(6)

बही बन्धु, वायु प्रबल
जो, न बँध सकी;
देखते थके तुम, बहती
न वह न थकी।
समझो वह प्रथम वर्ष,
रुका नहीं मुक्त हर्ष,
यौवन दुर्धर्ष कर्ष-
मर्ष से लड़ा;
ऊपर मध्याह्न तपन
तपा किया, सन्-सन्-सन्
हिला-झुका तरु अगणन
बही वह हवा।

(7)

उड़ा दी गयी जो, वह भी
गयी उड़ा,
जली हुई आग कहो,
कब गयी जुड़ा?
जो थे प्राचीन पत्र
जीर्ण-शीर्ण नहीं छत्र,
झड़े हुए यत्र-तत्र
पड़े हुए थे,
उन्हीं से अपार प्यार
बँधा हुआ था असार,
मिला दुःख निराधार
तुम्हें इसलिए।

(8)

बही तोड़ बन्धन
छन्दों का निरुपाय,
वही किया की फिर-फिर
हवा ‘हाय-हाय’।
कमरे में, मध्य याम,
करते तब तुम विराम,
रचते अथवा ललाम
गतालोक लोक,
वह भ्रम मरुपथ पर की
यहाँ-वहाँ व्यस्त फिरी,
जला शोक-चिह्न, दिया
रँग विटप अशोक।

(9)

करती विश्राम, कहीं
नहीं मिला स्थान,
अन्ध-प्रगति बन्ध किया
सिन्धु को प्रयाण;
उठा उच्च ऊर्मि-भंग-
सहसा शत-शत तरंग,
क्षुब्ध, लुब्ध, नील-अंग-
अवगाहन-स्नान,
किया वहाँ भी दुर्दम
देख तरी विघ्न विषम,
उलट दिया अर्थागम
बनकर तूफान।

(10)

हुई आज शान्त, प्राप्त
कर प्रशान्त-वक्ष;
नहीं त्रास, अतः मित्र,
नहीं ‘रक्ष, ‘रक्ष’।
उड़े हुए थे जो कण,
उतरे पा शुभ वर्षण,
शुक्ति के हृदय से बन
मुक्ता झलके;
लखो, दिया है पहना
किसने यह हार बना
भारति-उर में अपना,
देख दृग थके!` },
{title:'सम्राट एडवर्ड अष्टम के प्रति / सूर्यकांत त्रिपाठी "निराला"', content:`वीक्षण अगल:-
बज रहे जहाँ
जीवन का स्वर भर छन्द, ताल
मौन में मन्द्र,
ये दीपक जिसके सूर्य-चन्द्र,
बँध रहा जहाँ दिग्देशकाल,
सम्राट! उसी स्पर्श से खिली
प्रणय के प्रियंगु की डाल-डाल!

विंशति शताब्दि,
धन के, मान के बाँध को जर्जर कर महाब्धि
ज्ञान का, बहा जो भर गर्जन--
साहित्यिक स्वर--
"जो करे गन्ध-मधु का वर्जन
वह नहीं भ्रमर;
मानव मानव से नहीं भिन्न,
निश्चय, हो श्वेत, कृष्ण अथवा,
वह नहीं क्लिन्न;
भेद कर पंक
निकलता कमल जो मानव का
वह निष्कलंक,
हो कोई सर"
था सुना, रहे सम्राट! अमर--
मानव के घर!

वैभव विशाल,
साम्राज्य सप्त-सागर-तरंग-दल-दत्त-माल,
है सूर्य क्षत्र
मस्तक पर सदा विराजित
ले कर-आतपत्र,
विच्छुरित छटा--
जल, स्थल, नभ में
विजयिनी वाहिनी-विपुल घटा,
क्षण क्षण भर पर
बदलती इन्द्रधनु इस दिशि से
उस दिशि सत्वर,
वह महासद्म
लक्ष्मी का शत-मणि-लाल-जटिल
ज्यों रक्त पद्म,
बैठे उस पर,
नरेन्द्र-वन्दित, ज्यों देवेश्वर।

पर रह न सके,
हे मुक्त,
बन्ध का सुखद भार भी सह न सके।
उर की पुकार
जो नव संस्कृति की सुनी
विशद, मार्जित, उदार,
था मिला दिया उससे पहले ही
अपना उर,
इसलिये खिंचे फिर नहीं कभी,
पाया निज पुर
जन-जन के जीवन में सहास,
है नहीं जहाँ वैशिष्टय-धर्म का
भ्रू-विलास--
भेदों का क्रम,
मानव हो जहाँ पड़ा--
चढ़ जहाँ बड़ा सम्भ्रम।
सिंहासन तज उतरे भूपर,
सम्राट! दिखाया
सत्य कौन सा वह सुन्दर।
जो प्रिया, प्रिया वह
रही सदा ही अनामिका,
तुम नहीं मिले,--
तुमसे हैं मिले हुए नव
योरप-अमेरिका।

सौरभ प्रमुक्त!
प्रेयसी के हृदय से हो तुम
प्रतिदेशयुक्त,
प्रतिजन, प्रतिमन,
आलिंगित तुमसे हुई
सभ्यता यह नूतन!`},
{title:'दान / सूर्यकांत त्रिपाठी "निराला"', content:`वासन्ती की गोद में तरुण,
सोहता स्वस्थ-मुख बालारुण;
चुम्बित, सस्मित, कुंचित, कोमल
तरुणियों सदृश किरणें चंचल;
किसलयों के अधर यौवन-मद
रक्ताभ; मज्जु उड़ते षट्पद।

खुलती कलियों से कलियों पर
नव आशा--नवल स्पन्द भर भर;
व्यंजित सुख का जो मधु-गुंजन
वह पुंजीकृत वन-वन उपवन;
हेम-हार पहने अमलतास,
हँसता रक्ताम्बर वर पलास;
कुन्द के शेष पूजार्ध्यदान,
मल्लिका प्रथम-यौवन-शयान;
खुलते-स्तबकों की लज्जाकुल
नतवदना मधुमाधवी अतुल;

निकला पहला अरविन्द आज,
देखता अनिन्द्य रहस्य-साज;
सौरभ-वसना समीर बहती,
कानों में प्राणों की कहती;
गोमती क्षीण-कटि नटी नवल,
नृत्यपर मधुर-आवेश-चपल।

मैं प्तातः पर्यटनार्थ चला
लौटा, आ पुल पर खड़ा हुआ;
सोचा--"विश्व का नियम निश्चल,
जो जैसा, उसको वैसा फल
देती यह प्रकृति स्वयं सदया,
सोचने को न कुछ रहा नया;
सौन्दर्य, गीत, बहु वर्ण, गन्ध,
भाषा, भावों के छन्द-बन्ध,
और भी उच्चतर जो विलास,
प्राकृतिक दान वे, सप्रयास
या अनायास आते हैं सब,
सब में है श्रेष्ठ, धन्य, मानव।"

फिर देखा, उस पुल के ऊपर
बहु संख्यक बैठे हैं वानर।
एक ओर पथ के, कृष्णकाय
कंकालशेष नर मृत्यु-प्राय
बैठा सशरीर दैन्य दुर्बल,
भिक्षा को उठी दृष्टि निश्चल;
अति क्षीण कण्ठ, है तीव्र श्वास,
जीता ज्यों जीवन से उदास।

ढोता जो वह, कौन सा शाप?
भोगता कठिन, कौन सा पाप?
यह प्रश्न सदा ही है पथ पर,
पर सदा मौन इसका उत्तर!
जो बडी दया का उदाहरण,
वह पैसा एक, उपायकरण!
मैंने झुक नीचे को देखा,
तो झलकी आशा की रेखा:-
विप्रवर स्नान कर चढ़ा सलिल
शिव पर दूर्वादल, तण्डुल, तिल,
लेकर झोली आये ऊपर,
देखकर चले तत्पर वानर।
द्विज राम-भक्त, भक्ति की आश
भजते शिव को बारहों मास;
कर रामायण का पारायण
जपते हैं श्रीमन्नारायण;
दुख पाते जब होते अनाथ,
कहते कपियों से जोड़ हाथ,
मेरे पड़ोस के वे सज्जन,
करते प्रतिदिन सरिता-मज्जन;
झोली से पुए निकाल लिये,
बढ़ते कपियों के हाथ दिये;
देखा भी नहीं उधर फिर कर
जिस ओर रहा वह भिक्षु इतर;
चिल्लाया किया दूर दानव,
बोला मैं--"धन्य श्रेष्ठ मानव!"`},
{title:'प्रलाप / सूर्यकांत त्रिपाठी "निराला"', content:`वीणानिन्दित वाणी बोल!
संशय-अन्धकामय पथ पर भूला प्रियतम तेरा--
सुधाकर-विमल धवल मुख खोल!
प्रिये, आकाश प्रकाशित करके,
शुष्ककण्ठ कण्टकमय पथ पर
छिड़क ज्योत्स्ना घट अपना भर भरके!

शुष्क हूँ--नीरस हूँ--उच्छ्श्रृखल--
और क्या क्या हूँ, क्या मैं दूँ अब इसका पता,
बता तो सही किन्तु वह कौन घेरनेवाली
बाहु-बल्लियों से मुझको है एक कल्पना-लता!

अगर वह तू है तो आ चली
विहगगण के इस कल कूजन में--
लता-कुंज में मधुप-पुंज के ’गुनगुनगुन’ गुंजन में;
क्या सुख है यह कौन कहे सखि,
निर्जन में इस नीरव मुख-चुम्बन में!

अगर बतायेगी तू पागल मुझको
तो उन्मादिनी कहूँगा मैं भी तुझको
अगर कहेगी तू मुझको ’यह है मतवाला निरा’
तो तुझे बताऊँगा मैं भी लावण्य-माधुरी-मदिरा।

अगर कभी देगी तू मुझको कविता का उपहार
तो मैं भी तुझे सुनाऊँगा भैरव दे पद दो चार!
शान्ति-सरल मन की तू कोमल कान्ति--
यहाँ अब आ जा,
प्याला-रस कोई हो भर कर
अपने ही हाथों से तू मुझे पिला जा,
नस-नस में आनन्द-सिन्धु के धारा प्रिये, बहा जा;
ढीले हो जायें ये सारे बन्धन,
होये सहज चेतना लुप्त,--
भूल जाऊँ अपने को, कर के मुझे अचेतन।
भूलूँ मैं कविता के छन्द,
अगर कहीं से आये सुर-संगीत--
अगर बजाये तू ही बैठ बगल में कोई तार
तो कानों तक आते ही रुक जाये उनकी झंकार;

भूलूँ मैं अपने मन को भी
तुझको-अपने प्रियजन को भी!
हँसती हुई, दशा पर मेरी प्रिय अपना मुख मोड़,
जायेगी ज्यों-का-त्यों मुझको यहाँ अकेला छोड़!
इतना तो कह दे--सुख या दुख भर लेगी
जब इस नद से कभी नई नय्या अपनी खेयेगी?`},
{title:'खँडहर के प्रति / सूर्यकांत त्रिपाठी "निराला"', content:`खँड़हर! खड़े हो तुम आज भी?
अदभुत अज्ञात उस पुरातन के मलिन साज!
विस्मृति की नींद से जगाते हो क्यों हमें--
करुणाकर, करुणामय गीत सदा गाते हुए?

पवन-संचरण के साथ ही
परिमल-पराग-सम अतीत की विभूति-रज-
आशीर्वाद पुरुष-पुरातन का
भेजते सब देशों में;
क्या है उद्देश तव?
बन्धन-विहीन भव!
ढीले करते हो भव-बन्धन नर-नारियों के?
अथवा,
हो मलते कलेजा पड़े, जरा-जीर्ण,
निर्निमेष नयनों से
बाट जोहते हो तुम मृत्यु की
अपनी संतानों से बूँद भर पानी को तरसते हुए?

किम्बा, हे यशोराशि!
कहते हो आँसू बहाते हुए--
"आर्त भारत! जनक हूँ मैं
जैमिनि-पतंजलि-व्यास ऋषियों का;
मेरी ही गोद पर शैशव-विनोद कर
तेरा है बढ़ाया मान
राम-कॄष्ण-भीमार्जुन-भीष्म-नरदेवों ने।
तुमने मुख फेर लिया,
सुख की तृष्णा से अपनाया है गरल,
हो बसे नव छाया में,
नव स्वप्न ले जगे,
भूले वे मुक्त प्राण, साम-गान, सुधा-पान।"
बरसो आसीस, हे पुरुष-पुराण,
तव चरणों में प्रणाम है।`},
{title:'प्रेम के प्रति / सूर्यकांत त्रिपाठी "निराला"', content:`चिर-समाधि में अचिर-प्रकृति जब,
तुम अनादि तब केवल तम;
अपने ही सुख-इंगित से फिर
हुए तरंगित सृष्टि विषम।
तत्वों में त्वक बदल बदल कर
वारि, वाष्प ज्यों, फिर बादल,
विद्युत की माया उर में, तुम
उतरे जग में मिथ्या-फल।

वसन वासनाओं के रँग-रँग
पहन सृष्टि ने ललचाया,
बाँध बाहुओं में रूपों ने
समझा-अब पाया-पाया;
किन्तु हाय, वह हुई लीन जब
क्षीण बुद्धि-भ्रम में काया,
समझे दोनों, था न कभी वह
प्रेम, प्रेम की थी छाया।

प्रेम, सदा ही तुम असूत्र हो
उर-उर के हीरों के हार,
गूँथे हुए प्राणियों को भी
गुँथे न कभी, सदा ही सार।`},
{title:'वीणावादिनी / सूर्यकांत त्रिपाठी "निराला"', content:`तव भक्त भ्रमरों को हृदय में लिए वह शतदल विमल
आनन्द-पुलकित लोटता नव चूम कोमल चरणतल।

बह रही है सरस तान-तरंगिनी,
बज रही है वीणा तुम्हारी संगिनी,
अयि मधुरवादिनि, सदा तुम रागिनी-अनुरागिनी,
भर अमृत-धारा आज कर दो प्रेम-विह्वल हृदयदल,
आनन्द-पुलकित हों सकल तव चूम कोमल चरणतल!

स्वर हिलोरं ले रहा आकाश में,
काँपती है वायु स्वर-उच्छ्वास में,
ताल-मात्राएँ दिखातीं भंग, नव रति रंग भी
मूर्च्छित हुए से मूर्च्छना करती उठाकर प्रेम-छल,
आनन्द-पुलकित हों सकल तव चूम कोमल चरणतल!`},
{title:'प्रगल्भ प्रेम / सूर्यकांत त्रिपाठी "निराला"', content:`आज नहीं है मुझे और कुछ चाह,
अर्धविकव इस हॄदय-कमल में आ तू
प्रिये, छोड़ कर बन्धनमय छ्न्दों की छोटी राह!
गजगामिनि, वह पथ तेरा संकीर्ण,
कण्टकाकीर्ण,
कैसे होगी उससे पार?
काँटों में अंचल के तेरे तार निकल जायेंगे
और उलझ जायेगा तेरा हार
मैंने अभी अभी पहनाया
किन्तु नज़र भर देख न पाया-कैसा सुन्दर आया।

मेरे जीवन की तू प्रिये, साधना,
प्रस्तरमय जग में निर्झर बन
उतरी रसाराधना!
मेरे कुंज-कुटीर-द्वार पर आ तू
धीरे धीरे कोमल चरण बढ़ा कर,
ज्योत्स्नाकुल सुमनों की सुरा पिला तू
प्याला शुभ्र करों का रख अधरो पर!
बहे हृदय में मेरे, प्रिय, नूतन आनन्द प्रवाह,
सकल चेतना मेरी होये लुप्त
और जग जाये पहली चाह!
लखूँ तुझे ही चकित चतुर्दिक,
अपनापन मैं भूलूँ,
पड़ा पालने पर मैं सुख से लता-अंक के झूलूँ;
केवल अन्तस्तल में मेरे, सुख की स्मृति की अनुपम
धारा एक बहेगी,
मुझे देखती तू कितनी अस्फुट बातें मन-ही-मन
सोचेगी, न कहेगी!
एक लहर आ मेरे उर में मधुर कराघातों से
देगी खोल हृदय का तेरा चिरपरिचित वह द्वार,
कोमल चरण बढ़ा अपने सिंहासन पर बैठेगी,
फिर अपनी उर की वीणा के उतरे ढीले तार
कोमल-कली उँगुलियों से कर सज्जित,
प्रिये, बजायेगी, होंगी सुरललनाएँ भी लज्जित!

इमन-रागिनी की वह मधुर तरंग
मीठी थपकी मार करेगी मेरी निद्रा भंग;
जागूँगा जब, सम में समा जायगी तेरी तान,
व्याकुल होंगे प्राण,
सुप्त स्वरों के छाये सन्नाटे में
गूँजेगा यह भाव,
मौन छोड़ता हुआ हृदय पर विरह-व्यथित प्रभाव--
"क्या जाने वह कैसी थी आनन्द-सुरा
अधरों तक आकर
बिना मिटाये प्यास गई जो सूख जलाकर अन्तर!"`},

{title:'यहीं / सूर्यकांत त्रिपाठी "निराला"', content:`मधुर मलय में यहीं
गूँजी थी एक वह जो तान
लेती हिलोरें थी समुद्र की तरंग सी,--
उत्फुल्ल हर्ष से प्लावित कर जाती तट।

वीणा की झंकृति में स्मृति की पुरातन कथा
जग जाती हृदय में,--बादलों के अंग में
मिली हुई रश्मि ज्यों
नृत्य करती आँखों की
अपराजिता-सी श्याम कोमल पुतलियों में,
नूपुरों की झनकार
करती शिराओं में संचरित और गति
ताल-मूर्च्छनाओं सधी।
अधरों के प्रान्तरों प्र खेलती रेखाएँ
सरस तरंग-भंग लेती हुई हास्य की।

बंकिम-वल्लरियों को बढ़ाकर
मिलनकय चुम्बन की कितनी वे प्रार्थनाएँ
बढ़ती थीं सुन्दर के समाराध्य मुख की ओर
तृप्तिहीन तृष्णा से।
कितने उन नयनों ने
प्रेम पुलकित होकर
दिये थे दान यहाँ
मुक्त हो मान से!
कॄष्णाधन अलकों में
कितने प्रेमियों का यहाँ पुलक समाया था!

आभा में पूर्ण, वे बड़ी बड़ी आँखें,
पल्लवों की छाया में
बैठी रहती थीं मूर्ति निर्भरता की बनी।

कितनी वे रातें
स्नेह की बातें
रक्खे निज हृदय में
आज भी हैं मौन यहाँ--
लीन निज ध्यान में।

यमुना की कल ध्वनि
आज भी सुनाती है विगत सुहाग-गाथा;
तट को बहा कर वह
प्रेम की प्लावित
करने की शक्ति कहती है।`},
{title:'क्या गाऊँ / सूर्यकांत त्रिपाठी "निराला"', content:`क्या गाऊँ? माँ! क्या गाऊँ?
गूँज रहीं हैं जहाँ राग-रागिनियाँ,
गाती हैं किन्नरियाँ कितनी परियाँ
कितनी पंचदशी कामिनियाँ,

वहाँ एक यह लेकर वीणा दीन
तन्त्री-क्षीण, नहीं जिसमें कोई झंकार नवीन,
रुद्ध कण्ठ का राग अधूरा कैसे तुझे सुनाऊँ?--
माँ! क्या गाऊँ?

छाया है मन्दिर में तेरे यह कितना अनुराग!
चढते हैं चरणों पर कितने फूल
मृदु-दल, सरस-पराग;

गन्ध-मोद-मद पीकर मन्द समीर
शिथिल चरण जब कभी बढाती आती,
सजे हुए बजते उसके अधीर नूपुर-मंजीर!

वहाँ एक निर्गन्ध कुसुम उपहार,
नहीं कहीं जिसमें पराग-संचार सुरभि-संसार
कैसे भला चढ़ाऊँ?--
माँ? क्या गाऊँ?`},
{title:'प्रिया से / सूर्यकांत त्रिपाठी "निराला"', content:`मेरे इस जीवन की है तू सरस साधना कविता,
मेरे तरु की है तू कुसुमित प्रिये कल्पना-ज्ञतिका;
मधुमय मेरे जीवन की प्रिय है तू कमल-कामिनी,
मेरे कुंज-कुटीर-द्वार की कोमल-चरणगामिनी,
नूपुर मधुर बज रहे तेरे,
सब श्रृंगार सज रहे तेरे,

अलक-सुगन्ध मन्द मलयानिल धीरे-धीरे ढोती,
पथश्रान्त तू सुप्त कान्त की स्मॄति में चलकर सोती
कितने वर्णों में, कितने चरणों में तू उठ खड़ी हुई,
कितने बन्दों में, कितने छन्दों में तेरी लड़ी गई,
कितने ग्रन्थों में, कितने पन्थों में, देखा, पढ़ी गई,
तेरी अनुपम गाथा,
मैंने बन में अपने मन में
जिसे कभी गाया था।

मेरे कवि ने देखे तेरे स्वप्न सदा अविकार,
नहीं जानती क्यों तू इतना करती मुझको प्यार!
तेरे सहज रूप से रँग कर,
झरे गान के मेरे निर्झर,
भरे अखिल सर,
स्वर से मेरे सिक्त हुआ संसार!`},
{title:'सच है / सूर्यकांत त्रिपाठी "निराला"', content:`यह सच है:-
तुमने जो दिया दान दान वह,
हिन्दी के हित का अभिमान वह,
जनता का जन-ताका ज्ञान वह,
सच्चा कल्याण वह अथच है--
यह सच है!

बार बार हार हार मैं गया,
खोजा जो हार क्षार में नया,
उड़ी धूल, तन सारा भर गया,
नहीं फूल, जीवन अविकच है--
यह सच है!`},
{title:'सन्तप्त / सूर्यकांत त्रिपाठी "निराला"', content:`अपने अतीत का ध्यान
करता मैं गाता था गाने भूले अम्रीयमाण।

एकाएक क्षोभ का अन्तर में होते संचार
उठी व्यथित उँगली से कातर एक तीव्र झंकार,
विकल वीणा के टूटे तार!

मेरा आकुअ क्रंदन,
व्याकुल वह स्वर-सरित-हिलोर
वायु में भरती करुण मरोर
बढ़ती है तेरी ओर।

मेरे ही क्रन्दन से उमड़ रहा यह तेरा सागर
सदा अधीर,

मेरे ही बन्धन से निश्चल-
नन्दन-कुसुम-सुरभि-मधु-मदिर समीर;

मेरे गीतों का छाया अवसाद,
देखा जहाँ, वहीं है करुणा,
घोर विषाद।

ओ मेरे!--मेरे बन्धन-उन्मोचन!
ओ मेरे!--ओ मेरे क्रन्दन-वन्दन!
ओ मेरे अभिनन्दन!

ये सन्तप्त लिप्त कब होंगे गीत,
हृत्तल में तव जैसे शीतल चन्दन?`},
{title:'चुम्बन / सूर्यकांत त्रिपाठी "निराला"', content:`लहर रही शशिकिरण चूम निर्मल यमुनाजल,
चूम सरित की सलिल राशि खिल रहे कुमुद दल

कुमुदों के स्मिति-मन्द खुले वे अधर चूम कर,
बही वायु स्वछन्द, सकल पथ घूम घूम कर

है चूम रही इस रात को वही तुम्हारे मधु अधर
जिनमें हैं भाव भरे हु‌ए सकल-शोक-सन्तापहर!`},
{title:'अनुताप / सूर्यकांत त्रिपाठी "निराला"', content:`जहाँ हृदय में बाल्यकाल की कला कौमुदी नाच रही थी,
किरणबालिका जहाँ विजन-उपवन-कुसुमों को जाँच रही थी,
जहाँ वसन्ती-कोमल-किसलय-वलय-सुशोभित कर बढ़ते थे,
जहाँ मंजरी-जयकिरीट वनदेवी की स्तुति कवि पढ़ते थे,
जहाँ मिलन-शिंजन-मधुगुंजन युवक-युवति-जन मन हरता था,
जहाँ मृदुल पथ पथिक-जनों की हृदय खोल सेवा करता था,
आज उसी जीवन-वन में घन अन्धकार छाया रहता है,
दमन-दाह से आज, हाय, वह उपवन मुरझाया रहता है!`},
{title:'तट पर / सूर्यकांत त्रिपाठी "निराला"', content:`नव वसन्त करता था वन की सैर
जब किसी क्षीण-कटि तटिनी के तट
तरुणी ने रक्खे थे अपने पैर।
नहाने को सरि वह आई थी,
साथ वसन्ती रँग की, चुनी हुई, साड़ी लाई थी।

काँप रही थी वायु, प्रीति की प्रथम रात की
नवागता, पर प्रियतम-कर-पतिता-सी
प्रेममयी, पर नीरव अपरिचिता-सी।
किरण-बालिकाएँ लहरों से
खेल रहीं थीं अपने ही मन से, पहरों से।

खड़ी दूर सारस की सुन्दर जोड़ी,
क्या जाने क्या क्या कह कर दोनों ने ग्रीवा मोड़ी।
रक्खी साड़ी शिला-खण्ड पर
ज्यों त्यागा कोई गौरव-वर।
देख चतुर्दिक, सरिता में
उतरी तिर्यग्दृग, अविचल-चित।

नग्न बाहुओं से उछालती नीर,
तरंगों में डूबे दो कुमुदों पर
हँसता था एक कलाधर,*---
ॠतुराज दूर से देख उसे होता था अधिक अधीर।

वियोग से नदी-हॄदय कम्पित कर,
तट पर सजल-चरण-रेखाएँ निज अंकित कर,
केश-गार जल-सिक्त, चली वह धीरे धीरे
शिला-खण्ड की ओर,
नव वसन्त काँपा पत्रों में,
देख दृगों की कोर।

अंग-अंग में नव यौवन उच्छ्श्रॄंखल,
किन्तु बँधा लावण्य-पाश से
नम्र सहास अचंचल।

झुकी हुई कल कुंचित एक झलक ललाट पर,
बढ़ी हुई ज्यों प्रिया स्नेह के खड़ी बाट पर।

वायु सेविका-सी आकर
पोंछे युगल उरोज, बाहु, मधुराधर।
तरुणी ने सब ओर
देख, मन्द हँस, छिपा लिये वे उन्नत पीन उरोज,
उठा कर शुष्क वसन का छोर।

मूर्च्छित वसन्त पत्रों पर;
तरु से वृन्तच्युत कुछ फूल
गिरे उस तरुणी के चरणों पर।**




भाव है--(दिन में भी) दो कुमुद (उरोजों) को देख कर चन्द्र (मुख) हँस रहा था।


महाकवि श्री रवीन्द्रनाथ ठाकुर की ’विजयिनी’ से।`},
{title:'ज्येष्ठ / सूर्यकांत त्रिपाठी "निराला"', content:`(१)
ज्येष्ठ! क्रूरता-कर्कशता के ज्येष्ठ! सृष्टि के आदि!
वर्ष के उज्जवल प्रथम प्रकाश!
अन्त! सृष्टि के जीवन के हे अन्त! विश्व के व्याधि!
चराचर दे हे निर्दय त्रास!
सृष्टि भर के व्याकुल आह्वान!--अचल विश्वास!
देते हैं हम तुम्हें प्रेम-आमन्त्रण,
आओ जीवन-शमन, बन्धु, जीवन-धन!

(२)
घोर-जटा-पिंगल मंगलमय देव! योगि-जन-सिद्ध!
धूलि-धूसरित, सदा निष्काम!
उग्र! लपट यह लू की है या शूल-करोगे बिद्ध
उसे जो करता हो आराम!
बताओ, यह भी कोई रीति? छोड़ घर-द्वार,
जगाते हो लोगों में भीति,--तीव्र संस्कार!--
या निष्ठुर पीड़न से तुम नव जीवन
भर देते हो, बरसाते हैं तब घन!

(३)
तेजःपुंज! तपस्या की यह ज्योति--प्रलय साकार;
उगलते आग धरा आकाश;
पड़ा चिता पर जलता मृत गत वर्ष प्रसिद्ध असार,
प्रकृति होती है देख निराश!
सुरधुनी में रोदन-ध्वनि दीन,--विकल उच्छ्वास,
दिग्वधू की पिक-वाणी क्षीण--दिगन्त उदास;
देखा जहाँ वहीं है ज्योति तुम्हारी,
सिद्ध! काँपती है यह माया सारी।

(४)
शाम हो गई, फैलाओ वह पीत गेरुआ वस्त्र,
रजोगुण का वह अनुपम राग,
कर्मयोग की विमल पताका और मोह का अस्त्र,
सत्य जीवन के फल का--त्याग॥
मृत्यु में, तृष्णा में अभिराम एक उपदेश,
कर्ममय, जटिल, तृप्त, निष्काम; देव, निश्शेष!
तुम हो वज्र-कठोर किन्तु देवव्रत,
होता है संसार अतः मस्तक नत।++



++महाकवि श्रीरवीन्द्रनाथ के ’बैशाख’ से`},
{title:'कहाँ देश है / सूर्यकांत त्रिपाठी "निराला"', content:`’अभी और है कितनी दूर तुम्हारा प्यारा देश?’--
कभी पूछता हूँ तो तुम हँसती हो
प्रिय, सँभालती हुई कपोलों पर के कुंचित केश!

मुझे चढ़ाया बाँह पकड़ अपनी सुन्दर नौका पर,
फिर समझ न पाया, मधुर सुनाया कैसा वह संगीत
सहज-कमनीय-कण्ठ से गाकर!

मिलन-मुखर उस सोने के संगीत राज्य में
मैं विहार करता था,--
मेरा जीवन-श्रम हरता था;

मीठी थपकी क्षुब्ध हृदय में तान-तरंग लगाती
मुझे गोद पर ललित कल्पना की वह कभी झुलाती,
कभी जगाती;

जगकर पूछा, कहो कहाँ मैं आया?
हँसते हुए दूसरा ही गाना तब तुमने गाया!

भला बताओ क्यों केवल हँसती हो?--
क्यों गाती हो?
धीरे धीरे किस विदेश की ओर लिये जाती हो?

(२)
झाँका खिड़की खोल तुम्हारी छोटी सी नौका पर,
व्याकुल थीं निस्सीम सिन्धु की ताल-तरंगें
गीत तुम्हारा सुनकर;
विकल हॄदय यह हुआ और जब पूछा मैंने
पकड़ तुम्हारे स्त्रस्त वस्त्र का छोर,
मौन इशारा किया उठा कर उँगली तुमने
धँसते पश्चिम सान्ध्य गगन में पीत तपन की ओर।

क्या वही तुम्हारा देश
उर्मि-मुखर इस सागर के उस पार--
कनक-किरण से छाया अस्तांचल का पश्चिम द्वार?
बताओ--वही?--जहाँ सागर के उस श्मशान में
आदिकाल से लेकर प्रतिदिवसावसान में
जलती प्रखर दिवाकर की वह एक चिता है,
और उधर फिर क्या है?

झुलसाता जल तरल अनल,
गलकर गिरता सा अम्बरतल,
है प्लावित कर जग को असीम रोदन लहराता;
खड़ी दिग्वधू, नयनों में दुख की है गाथा;
प्रबल वायु भरती है एक अधीर श्वास,
है करता अनय प्रलय का सा भर जलोच्छ्वास,
यह चारों ओर घोर संशयमय क्या होता है?
क्यों सारा संसार आज इतना रोता है?
जहाँ हो गया इस रोदन का शेष,
क्यों सखि, क्या है वहीं तुम्हारा देश?++



++महाकवि श्रीरवीन्द्रनाथ ठाकुर की ’निरुद्देश यात्रा’ से`},
{title:'दिल्ली / सूर्यकांत त्रिपाठी "निराला"', content:`क्या यह वही देश है—
भीमार्जुन आदि का कीर्ति क्षेत्र,
चिरकुमार भीष्म की पताका ब्रह्माचर्य-दीप्त
उड़ती है आज भी जहाँ के वायुमण्डल में
उज्जवल, अधीर और चिरनवीन?—
श्रीमुख से कृष्ण के सुना था जहाँ भारत ने
गीता-गीत—सिंहनाद—
मर्मवाणी जीवन-संग्राम की—
सार्थक समन्वय ज्ञान-कर्म-भक्ति योग का?

यह वही देश है
परिवर्तित होता हुआ ही देखा गया जहाँ
भारत का भाग्य चक्र?—
आकर्षण तृष्णा का
खींचता ही रहा जहाँ पृथ्वी के देशों को
स्वर्ण-प्रतिमा की ओर?—
उठा जहाँ शब्द घोर
संसृति के शक्तिमान दस्युओं का अदमनीय,
पुनः पुनः बर्बरता विजय पाती गई
सभ्यता पर, संस्कृति पर,
काँपे सदा रे अधर जहाँ रक्त धारा लख
आरक्त हो सदैव।

क्या यही वह देश है—
यमुना-पुलिन से चल
’पृथ्वी’ की चिता पर
नारियों की महिमा उस सती संयोगिता ने
किया आहूत जहाँ विजित स्वजातियों को
आत्म-बलिदान से:—
पढो रे, पढो रे पाठ,
भारत के अविश्वस्त अवनत ललाट पर
निज चिताभस्म का टीका लगाते हुए,--
सुनते ही खड़े भय से विवर्ण जहाँ
अविश्वस्त संज्ञाहीन पतित आत्मविस्मृत नर?
बीत गये कितने काल,
क्या यह वही देश है
बदले किरीट जिसने सैकड़ों महीप-भाल?

क्या यह वही देश है
सन्ध्या की स्वर्णवर्ण किरणों में
दिग्वधू अलस हाथों से
थी भरती जहाँ प्रेम की मदिरा,--
पीती थीं वे नारियां
बैठी झरोखे में उन्नत प्रासाद के?—
बहता था स्नेह-उन्माद नस-नस में जहाँ
पृथ्वी की साधना के कमनीय अंगों में?—
ध्वनिमय ज्यों अन्धकार
दूरगत सुकुमार,
प्रणयियों की प्रिय कथा
व्याप्त करती थी जहाँ
अम्बर का अन्तराल?
आनन्द धारा बहती थी शत लहरों में
अधर मे प्रान्तों से;
अतल हृदय से उठ

बाँधे युग बाहुओं के
लीन होते थे जहाँ अन्तहीनता में मधुर?—
अश्रु बह जाते थे
कामिनी के कोरों से
कमल के कोषों से प्रात की ओस ज्यों,
मिलन की तृष्णा से फूट उठते थे फिर,
रँग जाता नया राग?—
केश-सुख-भार रख मुख प्रिय-स्कन्ध पर
भाव की भाषा से
कहती सुकुमारियाँ थीं कितनी ही बातें जहाँ
रातें विरामहीन करती हुई?—
प्रिया की ग्रीवा कपोत बाहुओं ने घेर
मुग्ध हो रहे थे जहाँ प्रिय-मुख अनुरागमय?—
खिलते सरोवर के कमल परागमय
हिलते डुलते थे जहाँ
स्नेह की वायु से, प्रणय के लोक में
आलोक प्राप्त कर?
रचे गये गीत,

गये गाये जहाँ कितने राग
देश के, विदेश के!
बही धाराएँ जहाँ कितनी किरणों को चूम!
कोमल निषाद भर
उठे वे कितने स्वर!
कितने वे रातें
स्नेह की बातें रक्खे निज हृदय में
आज भी हैं मौन जहाँ!
यमुना की ध्वनि में
है गूँजती सुहाग-गाथा,
सुनता है अन्धकार खड़ा चुपचाप जहाँ!
आज वह ’फिरदौस’
सुनसान है पड़ा।
शाही दीवान-आम स्तब्ध है हो रहा,
दुपहर को, पार्श्व में,
उठता है झिल्लीरव,
बोलते हैं स्यार रात यमुना-कछार में,
लीन हो गया है रव
शाही अंगनाओं का,

निस्तब्ध मीनार,
मौन हैं मकबरे:-
भय में आशा को जहाँ मिलते थे समाचार,
टपक पड़ता था जहाँ आँसुओं में सच्चा प्यार!`},
{title:'क्षमा-प्रार्थना / सूर्यकांत त्रिपाठी "निराला"', content:`आज बह गई मेरी वह व्याकुल संगीत-हिलोर
किस दिगंत की ओर?
शिथिल हो गई वेणी मेरी,
शिथिल लाज की ग्रन्थि,
शिथिल है आज बाहु-दृढ़-बन्धन,
शिथिल हो गया है मेरा वह चुम्बन!
शिथिल सुमन-सा पड़ा सेज पर अंचल,
शिथिल हो गई है वह चितवन चंचल!
शिथिल आज है कल का कूजन—
पिक की पंचम तान,
शिथिल आज वह मेरा आदर—
मेरा वह अभिमान!
यौवन-वन-अभिसार-निशा का यह कैसा अवसान?
सुख-दुख की धाराओं में कल
बहने की थी अटल प्रतिज्ञा—
कितना दृढ़ विश्वास,
और आज कितनी दुर्बल हूँ—
लेती ठंढ़ी साँस!
प्रिय अभिनव!
मेरे अन्तर के मृदु अनुभव!
इतना तो कह दो—
मिटी तुम्हारे इस जीवन की प्यास?
और हाँ, यह भी, जीवन-नाथ!—
मेरी रजनी थी यदि तुमको प्यारी
तो प्यारा क्या होगा यह अलस प्रभात?
वर्षा, शरत, वसन्त, शिशिर, ऋतु शीत,
पार किये तुमने सुन सुनकर मेरे जो संगीत,
घोर ग्रीष्म में वैसा ही मन
लगा, सुनोगे क्या मेरे वे गीत—
कहो, जीवन-धन!
माला में ही सूख गये जो फूल
क्या न पड़ेगी उनपर, प्रियतम,
एक दृष्टि अनुकूल!
ताक रहे हो दृष्टि,
जाँच रहे हो या मन?—
क्षमा कर रहे हो अथवा तुम देव,
अपने जन के स्खलन और सब पतन?
बाँधे से तुमने जिस स्वर में तार,
उतर गये उससे ये बारम्बार!
दुर्बल मेरे प्राण
कहो भला फिर
कैसे गाते रचे तुम्हारे गान?++



++महाकवि श्री रवीन्द्रनाथ ठाकुर के भावों से।`},
{title:'उदबोधन / सूर्यकांत त्रिपाठी "निराला"', content:`गरज गरज घन अंधकार में गा अपने संगीत,
बन्धु, वे बाधा-बन्ध-विहीन,
आखों में नव जीवन की तू अंजन लगा पुनीत,
बिखर झर जाने दे प्राचीन।
बार बार उर की वीणा में कर निष्ठुर झंकार
उठा तू भैरव निर्जर राग,
बहा उसी स्वर में सदियों का दारुण हाहाकार
संचरित कर नूतन अनुराग।
बहता अन्ध प्रभंजन ज्यों, यह त्यों ही स्वर-प्रवाह
मचल कर दे चंचल आकाश,
उड़ा उड़ा कर पीले पल्लव, करे सुकोमल राह,--
तरुण तरु; भर प्रसून की प्यास।
काँपे पुनर्वार पृथ्वी शाखा-कर-परिणय-माल,
सुगन्धित हो रे फिर आकाश,
पुनर्वार गायें नूतन स्वर, नव कर से दे ताल,
चतुर्दिक छा जाये विश्वास।
मन्द्र उठा तू बन्द-बन्द पर जलने वाली तान,
विश्व की नश्वरता कर नष्ट,
जीर्ण-शीर्ण जो, दीर्ण धरा में प्राप्त करे अवसान,
रहे अवशिष्ट सत्य जो स्पष्ट।
ताल-ताल से रे सदियों के जकड़े हृदय कपाट,
खोल दे कर कर-कठिन प्रहार,
आये अभ्यन्तर संयत चरणों से नव्य विराट,
करे दर्शन, पाये आभार।
छोड़, छोड़ दे शंकाएँ, रे निर्झर-गर्जित वीर!
उठा केवल निर्मल निर्घोष;
देख सामने, बना अचल उपलों को उत्पल, धीर!
प्राप्त कर फिर नीरव संतोष!
भर उद्दाम वेग से बाधाहर तू कर्कश प्राण,
दूर कर दे दुर्बल विश्वास,
किरणों की गति से आ, आ तू, गा तू गौरव-गान,
एक कर दे पृथ्वी आकाश।`},
{title:'रेखा / सूर्यकांत त्रिपाठी "निराला"', content:`यौवन के तीर पर प्रथम था आया जब
श्रोत सौन्दर्य का,
वीचियों में कलरव सुख चुम्बित प्रणय का
था मधुर आकर्षणमय,
मज्जनावेदन मृदु फूटता सागर में।
वाहिनी संसृति की
आती अज्ञात दूर चरण-चिन्ह-रहित
स्मृति-रेखाएँ पारकर,
प्रीति की प्लावन-पटु,
क्षण में बहा लिया—
साथी मैं हो गया अकूल का,
भूल गया निज सीमा,
क्षण में अज्ञानता को सौंप दिये मैंने प्राण
बिना अर्थ,--प्रार्थना के।
तापहर हृदय वेग
लग्न एक ही स्मृति में;
कितना अपनाव?—
प्रेमभाव बिना भाषा का,
तान-तरल कम्पन वह बिना शब्द-अर्थ की।

उस समय हृदय में
जो कुछ वह आता था,
हृदय से चुपचाप
प्रार्थना के शब्दों में
परिचय बिना भी यदि
कोई कुछ कहता था,
अपनाता मैं उसे।
चिर-कालिक कालिमा—
जड़ता जीवन की चिर-संचित थी दूर हुई।
स्वच्छ एक दर्पण—
प्रतिबिम्बों की ग्रहण-शक्ति सम्पूर्ण लिये हुए;
देखता मैं प्रकृति चित्र,--
अपनी ही भावना की छायाएं चिर-पोषित।

प्रथम जीवन में
जीवन ही मिला मुझे, चारों ओर।
आती समीर
जैसे स्पर्श कर अंग एक अज्ञात किसी का,
सुरभि सुमन्द में हो जैसे अंगराग-गंध,
कुसुमों में चितवन अतीत की स्मृति-रेखा—
परिचित चिर-काल की,
दूर चिर-काल से;
विस्मृति से जैसे खुल आई हो कोई स्मृति
ऐसे ही प्रकृति यह
हरित निज छाया में
कहती अन्तर की कथा
रह जाती हृदय में।

बीते अनेक दिन
बहते प्रिय-वक्ष पर ऐसे ही निरुपाय
बहु-भाव-भंगों की यौवन-तरंगों में।
निरुद्देश मेरे प्राण
दूरतक फैले उस विपुल अज्ञान में
खोजते थे प्राणों को,
जड़ में ज्यों वीत-राग चेतन को खोजते।
अन्त में
मेरी ध्रुवतारा तुम
प्रसरित दिगन्त से
अन्त में लाई मुझे
सीमा में दीखी असीमता—
एक स्थिर ज्योति में
अपनी अबाधता—
परिचय निज पथ का स्थिर।

वक्ष पर धरा के जब
तिमिर का भार गुरु
पीड़ित करता है प्राण,
आते शशांक तब हृदय पर आप ही,
चुम्बन-मधु ज्योति का, अन्धकार हर लेता।
छाया के स्पर्श से
कल्पित सुख मेरा भी प्राणों से रहित था,--
कल्पना ही एक
दूर सत्य के आलोक से,--
निर्जन-प्रियता में था मौन-दु:ख साथी बिना।

प्रतिमा सौन्दर्य की
हृदय के मंच पर
आई न थी तब भी,
पत्र-पुष्प-अर्ध्य ही
संचित था हो रहा
आगम-प्रतीक्षा में,--
स्वागत की वन्दना ही
सीखी थी हृदय ने।
उत्सुकता वेदना,
भीति, मौन, प्रार्थना
नयनों की नयनों से,
सिंचन सुहाग—प्रेम,
दृढ़ता चिबुक की,
अधरों की विह्वलता,
भ्रू-कुटिलता, सरल हास,
वेदना कण्ठ में,
मृदुता हृदय में,
काठिन्य वक्षस्थल में,
हाथों में निपुणता,
शैथिल्य चरणों में,
दीखी नहीं तब तक
एक ही मूर्ति में
तन्मय असीमता।
सृष्टि का मध्यकाल मेरे लिये।
तृष्णा की जागृति का
मूर्त राग नयनों में।
हुताशन विश्व के शब्द-रस-रूप-गन्ध
दीपक-पतंग-से अन्ध थे आ रहे
एक आकर्षण में
और यह प्रेम था!
तृष्णा ही थी सजग
मेरे प्रतिरोम में।
रसना रस-नाम-रहित
किन्तु रस-ग्राहिका!
भोग—वह भोग था,
शब्दों की आड़ में
शब्द-भेद प्राणों का—
घोर तम सन्ध्या की स्वर्ण-किरण-दीप्ति में!
शत-शत वे बन्धन ही
नन्दन-स्वरूप-से आ
सम्मुख खड़े थे!--
स्मितनयन, चंचल, चयनशील,
अति-अपनाव-मृदु भाव खोले हुए!
मन का जड़त्व था,
दुर्बल वह धारणा चेतन की
मूर्च्छित लिपटती थी जड़ी से बारम्बार।

सब कुछ तो था असार
अस्तु, वह प्यार?—
सब चेतन जो देखता,
स्पर्श में अनुभव—रोमांच,
हर्ष रूप में—परिचय,
विनोद; सुख गन्ध में,
रस में मज्जनानन्द,
शब्दों में अलंकार,
खींचा उसीने था हृदय यह,
जड़ों में चेतन-गति कर्षण मिलता कहां?

पाया आधार
भार-गुरुता मिटाने को,
था जो तरंगों में बहता हुआ,
कल्पना में निरवलम्ब,
पर्यटक एक अटवी का अज्ञात,
पाया किरण-प्रभात—
पथ उज्जवल, सहर्ष गति।
केन्द्र को आ मिले
एक ही तत्व के,
सृष्टि के कारण वे,
कविता के काम-बीज।
कौन फिर फिर जाता?
बँधा हुआ पाश में ही
सोचता जो सुख-मुक्ति कल्पना के मार्ग से,
स्थित भी जो चलता है,
पार करता गिरि-श्रृंग, सागर-तरंग,
अगम गहन अलंध्य पथ,
लावण्यमय सजल,
खोला सहृदय स्नेह।

आज वह याद है वसन्त,
जब प्रथम दिगन्तश्री
सुरभि धरा के आकांक्षित हृदय की,
दान प्रथम हृदय को
था ग्रहण किया हृदय ने;
अज्ञात भावना,
सुख चिर-मिलन का,
हल किया प्रश्न जब सहज एकत्व का
प्राथमिक प्रकृति ने,
उसी दिन कल्पना ने
पाई सजीवता।
प्रथम कनकरेखा प्राची के भाल पर—
प्रथम श्रृंगार स्मित तरुणी वधू का,
नील गगनविस्तार केश,
किरणोज्जवल नयन नत,
हेरती पृथ्वी को।`},
{title:'आवेदन / सूर्यकांत त्रिपाठी "निराला"', content:`(गीत)
फिर सवाँर सितार लो!
बाँध कर फिर ठाट, अपने
अंक पर झंकार दो!
शब्द के कलि-कल खुलें,
गति-पवन-भर काँप थर-थर
मीड़-भ्रमरावलि ढुलें,
गीत-परिमल बहे निर्मल,
फिर बहार बहार हो!
स्वप्न ज्यों सज जाय
यह तरी, यह सरित, यह तट,
यह गगन, समुदाय।
कमल-वलयित-सरल-दृग-जल
हार का उपहार हो!`},
{title:'तोड़ती पत्थर / सूर्यकांत त्रिपाठी "निराला"', content:`वह तोड़ती पत्थर;
देखा मैंने उसे इलाहाबाद के पथ पर-
वह तोड़ती पत्थर।

कोई न छायादार
पेड़ वह जिसके तले बैठी हुई स्वीकार;
श्याम तन, भर बंधा यौवन,
नत नयन, प्रिय-कर्म-रत मन,
गुरु हथौड़ा हाथ,
करती बार-बार प्रहार:-
सामने तरु-मालिका अट्टालिका, प्राकार।

चढ़ रही थी धूप;
गर्मियों के दिन,
दिवा का तमतमाता रूप;
उठी झुलसाती हुई लू
रुई ज्यों जलती हुई भू,
गर्द चिनगीं छा गई,
प्रायः हुई दुपहर :-
वह तोड़ती पत्थर।

देखते देखा मुझे तो एक बार
उस भवन की ओर देखा, छिन्नतार;
देखकर कोई नहीं,
देखा मुझे उस दृष्टि से
जो मार खा रोई नहीं,
सजा सहज सितार,
सुनी मैंने वह नहीं जो थी सुनी झंकार।

एक क्षण के बाद वह काँपी सुघर,
ढुलक माथे से गिरे सीकर,
लीन होते कर्म में फिर ज्यों कहा-
"मैं तोड़ती पत्थर।"

और लीजिए अब इस कविता का अँग्रेज़ी अनुवाद पढ़िए
                 NIRALA
    THE STONE-BREAKER

She, a stone-breaker.
On the road to Allahabad I met her:
A stone-breaker.
Not the slightest shadow,
The cool of which she might have greeted.
Her dark body, withholding youth; Eyes lowered.
Thoughts buried in the stones she breaks.
Wielding the unwieldy hammer.
She strikes.
Before her sprawl the tree-girth mansions.
The mounting sun
On a hot day;
The blaze of the heat,
The scorching 'loo', *
The earth like cotton, seared,
With a mist of dust o'erspread.
Yet another afternoon saw
Her, a stone-breaker.
Looking up, she saw me,
Saw the houses,
But saw them with unseeing eyes:
Saw me
Through undefeated eyes.
I knew then
What I had never known before.
She, a stone-breaker.
A moment later, her body trembling,
There fell a drop from her sweat-washed forehead.
Turning once more to the stones, she said,
"I — a stone-breaker."
—

Loo: the dry hot wind of Northern India.
——
Translated from the Hindi by Romila Thapar`},
{title:'विनय / सूर्यकांत त्रिपाठी "निराला"', content:`(गीत)
पथ पर मेरा जीवन भर दो,
बादल हे अनन्त अम्बर के!
बरस सलिल, गति ऊर्मिल कर दो!

तट हों विटप छाँह के, निर्जन,
सस्मित-कलिदल-चुम्बित-जलकण,
शीतल शीतल बहे समीरण,
कूजें द्रुम-विहंगगण, वर दो!

दूर ग्राम की कोई वामा
आये मन्दचरण अभिरामा,
उतरे जल में अवसन श्यामा,
अंकित उर-छबि सुन्दरतर हो!`},
{title:'उत्साह / सूर्यकांत त्रिपाठी "निराला"', content:`(गीत)
बादल, गरजो!--
घेर घेर घोर गगन, धाराधर जो!
ललित ललित, काले घुँघराले,
बाल कल्पना के-से पाले,
विद्युत-छबि उर में, कवि, नवजीवन वाले!
वज्र छिपा, नूतन कविता
फिर भर दो:--
बादल, गरजो!
विकल विकल, उन्मन थे उन्मन,
विश्व के निदाघ के सकल जन,
आये अज्ञात दिशा से अनन्त के घन!
तप्त धरा, जल से फिर
शीतल कर दो:--
बादल, गरजो!`},
{title:'वनबेला / सूर्यकांत त्रिपाठी "निराला"', content:`वर्ष का प्रथम
पृथ्वी के उठे उरोज मंजु पर्वत निरुपम
किसलयों बँधे,
पिक-भ्रमर-गुंज भर मुखर प्राण रच रहे सधे
प्रणय के गान,
सुनकर सहसा,
प्रखर से प्रखर तर हुआ तपन-यौवन सहसा;
ऊर्जित, भास्वर
पुलकित शत शत व्याकुल कर भर
चूमता रसा को बार बार चुम्बित दिनकर
क्षोभ से, लोभ से, ममता से,
उत्कण्ठा से, प्रणय के नयन की समता से,
सर्वस्व दान
देकर, लेकर सर्वस्व प्रिया का सुकृत मान।
दाब में ग्रीष्म,
भीष्म से भीष्म बढ़ रहा ताप,
प्रस्वेद, कम्प,
ज्यों ज्यों युग उर में और चाप—
और सुख-झम्पः
निश्वास सघन
पृथ्वी की--बहती लू: निर्जीवन
जड़-चेतन।

यह सान्ध्य समय,
प्रलय का दृश्य भरता अम्बर
पीताभ, अग्निमय, ज्यों दुर्जय,
निर्धूम, निरभ्र, दिगन्त प्रसर,
कर भस्मी भूत समस्त विश्व को एक शेष,
उड़ रही धूल, नीचे अदृश्य हो रहा देश।

मैं मन्द-गमन,
घर्माक्त, विरक्त, पार्श्व-दर्शन से खींच नयन,
चल रहा नदीतट को करता मन में विचार—
’हो गया व्यर्थ जीवन,
मैं रण में गया हार!’
सोचा न कभी—
अपने भविष्य की रचना पर चल रहे सभी।’
--इस तरह बहुत कुछ।
आया निज इच्छित स्थल पर
बैठा एकान्त देखकर
मर्माहत स्वर भर!

फिर लगा सोचने यथासूत्र—’मैं भी होता
यदि राजपुत्र—मैं क्यों न सदा कलंक ढोता,
ये होते—जितने विद्याधर—मेरे अनुचर,
मेरे प्रसाद के लिये विनत-सिर उद्यत-कर;
मैं देता कुछ, रख अधिक, किन्तु जितने पेपर,
सम्मिलित कण्ठ से गाते मेरी कीर्ति अमर,
जीवन चरित्र
लिख अग्रलेख अथवा, छापते विशाल चित्र।
इतना भी नहीं, लक्षपति का भी यदि कुमार
होता मैं, शिक्षा पाता अरब-समुद्र-पार,
देश की नीति के मेरे पिता परम पण्डित
एकाधिकार भी रखते धन पर, अविचल-चित
होते उग्रतर साम्यवादी, करते प्रचार,
चुनती जनता राष्ट्रपति उन्हें ही सुनिर्धार,
पैसे में दस राष्ट्रीय गीत रचकर उनपर
कुछ लोग बेचते गा गा गर्दभ-मर्दन-स्वर,
हिन्दी सम्मेलन भी न कभी पीछे को पग
रखता कि अटल साहित्य कहीं यह हो डगमग,
मैं पाता खबर तार से त्वरित समुद्र-पार,
लार्ड के लाड़लों को देता दावत—विहार;
इस तरह खर्च केवल सहस्र षट मास मास
पूरा कर आता लौट योग्य निज पिता पास
वायुयान से, भारत पर रखता चरण-कमल,
पत्रों के प्रतिनिधि-दल में मच जाती हलचल,
दौड़ते सभी, कैमरा हाथ, कहते सत्वर
निज अभिप्राय, मैं सभ्य मान जाता झुक कर,
होता फिर खड़ा इधर को मुख कर कभी उधर,
बीसियों भाव की दृष्टि सतत नीचे ऊपर;
फिर देता दृढ़ सन्देश देश को मर्मान्तिक,
भाषा के बिना न रहती अन्य गन्ध प्रान्तिक,
जितने रूस के भाव, मैं कह जाता अस्थिर,
समझते विचक्षण ही जब वे छपते फिर फिर,
फिर पितासंग
जनता की सेवा का व्रत मैं लेता अभंग,
करता प्रचार
मंच पर खड़ा हो, साम्यवाद इतना उदार!

तप तप मस्तक
हो गया सान्ध्य नभ का रक्ताभ दिगन्त-फलक;
खोली आँखें आतुरता से, देखा अमन्द
प्रेयसी के अलक से आती ज्यों स्निग्ध गन्ध,
’आया हूँ मैं तो यहाँ अकेला, रहा बैठ,
सोचा सत्वर,
देखा फिरकर, घिरकर हँसती उपवन-बेला
जीवन में भर—
यह ताप, त्रास
मस्तक पर लेकर उठी अतल की अतुल साँस,
ज्यों सिद्धि परम
भेदकर कर्म-जीवन के दुस्तर क्लेश, सुषम
आई ऊपर,
जैसे पार कर क्षार सागर
अप्सरा सुघर
सिक्त-तन-केश, शत लहरों पर
कांपती विश्व के चकित दृश्य के दर्शन-शर।
बोला मैं—’बेला, नहीं ध्यान
लोगों का जहाँ, खिली हो बनकर वन्य गान!
जब ताप प्रखर,
लघु प्याले में अतल सुशीतलता ज्यों भर
तुम करा रही हो यह सुगन्ध की सुरा पान!
लाज से नम्र हो उठा, चला मैं और पास
सहसा बह चली सान्धय वेला की सुबातास,
झुक झुक, तन तन, फिर झूम झूम हँस हँस, झकोर,
चिरपरचित चितवन डाल, सहज मुखड़ा मरोर,
भर मुहुर्मुहुर, तन-गन्ध विमल बोली बेला—
मैं देती हूँ सर्वस्व, छुओ मत, अवहेला
की अपनी स्थिति की जो तुमने, अपवित्र स्पर्श
हो गया तुम्हारा, रुको, दूर से करो दर्श।

मैं रुका वहीं,
वह शिखा नवल
आलोक स्निग्ध भर दिखा गई पथ जो उज्जवल;
मैंने स्तुति की—’हे वन्य वन्हिकी तन्वि नवल!
कविता में कहां खुले ऐसे दुग्धधवल दल?—
यह अपल स्नेह,--
विश्व के प्रणयि-प्रणयिनियों कर
हार-उर गेह?—
गति सहज मन्द
यह कहाँ कहाँ वामालकचुम्बित पुलक गन्ध?

’केवल आपा खोया, खेला
इस जीवन में,
कह सिहरी तन में वन-बेला।’
’कूऊ कू—ऊ बोली कोयल अन्तिम सुख-स्वर,
’पी कहाँ’ पपीहा-प्रिया मधुर विष गई छहर,

उर बढा आयु
पल्लव-पल्लव को हिला हरित बह गई वायु,
लहरों में कम्प और लेकर उत्सुक सरिता
तैरी, देखतीं तमश्चरिता
छबि वेला की नभ की ताराएँ निरुपमिता,
शत-नयन-दृष्टि
विस्मय में भर रही विविध-आलोक-सृष्टि।
भाव में हरा मैं, देख मन्द हँस दी बेला,
होली अस्फुट स्वर से—’यह जीवन का मेला
चमकता सुघर बाहरी वस्तुओं को लेकर,
त्यों त्यों आत्मा की निधि पावन बनती पत्थर।’
बिकती जो कौड़ीमोल
यहां होगी कोई इस निर्जन में,
खोजो, यदि हो समतोल
वहाँ कोई, विश्व के नगर-घन में।

है वहां मान,
इसलिये बड़ा है एक, शेष छोटे अजान;
पर ज्ञान जहां,
देखना—बड़े, छोटे; आसमान, समान वहां:-
सब सुहृदवर्ग
उनकी आंखों की आभा से दिग्देश स्वर्ग।
बोला मैं—’यही सत्य, सुन्दर!
नाचतीं वृन्त पर तुम, ऊपर
होता जब उपल-प्रहार प्रखर!
अपनी कविता
तुम रहो एक मेरे उर में
अपनी छवि में शुचि संचरिता।

फिर उषःकाल
मैं गया टहलता हुआ, बेल की झुका डाल
तोड़ता फूल कोई ब्राह्मण,
’जाती हूँ मैं’, बोली बेला,
जीवन प्रिय के चरणों पर करने को अर्पण:-
देखती रही;
निस्स्वन, प्रभात की वायु बही।`},
{title:'हताश / सूर्यकांत त्रिपाठी "निराला"', content:`जीवन चिरकालिक क्रन्दन ।

मेरा अन्तर वज्रकठोर,
देना जी भरसक झकझोर,
मेरे दुख की गहन अन्ध-
तम-निशि न कभी हो भोर,
क्या होगी इतनी उज्वलता-
इतना वन्दन अभिनन्दन ?

हो मेरी प्रार्थना विफल,
हृदय-कमल-के जितने दल
मुरझायें, जीवन हो म्लान,
शून्य सृष्टि में मेरे प्राण
प्राप्त करें शून्यता सृष्टि की,
मेरा जग हो अन्तर्धान,
तब भी क्या ऐसे ही तम में
अटकेगा जर्जर स्यन्दन ?`},
{title:'प्याला / सूर्यकांत त्रिपाठी "निराला"', content:`(गीत)
मृत्यु-निर्वाण प्राण-नश्वर
कौन देता प्याला भर भर?

मृत्यु की बाधाएँ, बहु द्वन्द
पार कर कर जाते स्वच्छन्द
तरंगों में भर अगणित रंग,
जंग जीते, मर हुए अमर।

गीत अनगिनित, नित्य नव छन्द
विविध श्रॄंखल, शत मंगल-बन्द,
विपुल नव-रस-पुलकित आनन्द
मन्द मृदु झरता है झर झर।

नाचते ग्रह, तारा-मण्डल,
पलक में उठ गिरते प्रतिपल,
धरा घिर घूम रही चंचल,
काल-गुणत्रय-भय-रहित समर।

कांपता है वासन्ती वात,
नाचते कुसुम-दशन तरु-पात
प्रात, फिर विधुप्लावित मधु-रात
पुलकप्लुत आलोड़ित सागर।`},
{title:'गाता हूँ गीत मैं तुम्हें ही सुनाने को / सूर्यकांत त्रिपाठी "निराला"', content:`गाता हूँ गीत मैं तुम्हें ही सुनाने को;
भले और बुरे की,
लोकनिन्दा यश-कथा की
नहीं परवाह मुझे;
दास तुम दोनों का
सशक्तिक चरणों में प्रणाम हैं तुम्हारे देव!
पीछे खड़े रहते हो,
इसी लिये हास्य-मुख
देखता हूँ बार बार मुड़ मुड़ कर।
बार बार गाता मैं
भय नहीं खाता कभी,
जन्म और मृत्यु मेरे पैरों पर लोटते हैं।
दया के सागर हो तुम;
दस जन्म जन्म का तुम्हारा मैं हूँ प्रभो!
क्या गति तुम्हारी, नहीं जानता,
अपनी गति, वह भी नहीं,
कौन चाहता भी है जानने को?
भुक्ति-मुक्ति-भक्ति आदि जितने हैं--
जप-तप-साधन-भजन,
आज्ञा से तुम्हारी मैंने दूर इन्हें कर दिया।
एकमात्र आशा पहचान की ही है लगी,
इससे भी करो पार!
देखते हैं नेत्र ये सारा संसार,
नहीं देखते हैं अपने को,
देखें भी क्यों, कहो,
देखते वे अपना रूप
देख दूसरे का मुख।
नेत्र मेरे तुम्हीं हो,
तूप तुम्हारा ही घट घट में है विद्यमान।
बालकेलि करता हूँ तुम्हारे साथ,
क्रोध करके कभी,
तुमसे किनारा कर दूर चला जाता हूँ;
किन्तु निशाकाल में,
देखता हूँ,
शय्या-शिरोभाग में खड़े तुम चुपचाप,

छलछल आँखें,
हेरते हो मेरे मुख की ओर एक-टक।
बदल जाता है भाव,
पैरों पड़ता हूँ,
किन्तु क्षमा नहीं मांगता;
नहीं करते हो रोष।
ऐसी प्रगल्भता
और कोई कैसे कहो सहन कर सकता है?
तुम मेरे प्रभु हो,
प्राण-सखा मेरे तुम;
कभी देखता हूँ--
"तुम मैं हो, मैं तुम बना,
वाणी तुम, वीणापाणि मेरे कण्ठ में प्रभो,
ऊर्मि से तुम्हारी वह जाते हैं नर-नारी।"
सिन्धुनाद हुंकार,
सूर्य-चन्द में वचन,
मन्द-मन्द पवन तुम्हारा आलाप है;
सत्य है यह सब कथा,
अति स्थूल--अति स्थूल वाह्य यह विकास है
केश जैसे शिर पर।

योजनों तक फैला हुआ
हिम से अच्छादित
मेरु-तट पर है महागिरि,
अग्रभेदी बहु श्रृंग
अभ्रहीन नभ में उठे,
दृष्टि झुलसाती हुई हिम की शिलाएँ वे,
दिद्युत-विकास से है शतगुण प्रखर ज्योति;
उत्तर अयन में उस
एकीभूत कर की सहस्र ज्योति-रेखाएं
कोटि-वज्र-सम-खर-कर-धार जब ढालती हैं,
एक एक श्रृंग पर
मूर्च्छित हुए-से भुवन-भास्कर हैं दीखते,
गलता है हिम-श्रृंग
टपकता है गुहा में,
घोर नाद करता हुआ
टूट पड़ता है गिरि,
स्वप्न-सम जल-बिम्ब जल में मिल जाता है।
मन की सब वृत्तियाँ एक ही हो जातीं जब,
फैलता है कोटि-सूर्य-निन्दित सत-चित-प्रकाश,
गल जाते भानु, शशधर और तारादल,--
विश्व-व्योममण्डल-चंदातल-पाताल भी,
ब्रह्माण्ड गोपद-समान जान पडता है।
दूर जाता है जब मन वाह्यभूमि के,
होता है शान्त धातु,
निश्चल होता है सत्य;
तन्त्रियाँ हृदय की तब ढीली पड़ जाती हैं,
खुल जाते बन्धन समूह, जाते माया-मोह,
गूँजता तुम्हारा अनाहत-नाद जो वहाँ,
सुनता है दास यह भक्तिपूर्वक नतमस्तक,
तत्पर सदाही वह
पूर्ण करने को जो कुछ भी हो तुम्हारा कार्य।

"मैं ही तब विद्यमान;
प्रलय के समय में जब
ज्ञान-ज्ञेय-ज्ञाता-लय
होता है अगणन ब्रह्माण्ड ग्रास करके, यह
ध्वस्त होता संसार
पार कर जाता है तर्क की सीमा को,
नहीं रह जाता कुछ--सूर्य-चन्द्र-तारा-ग्रह--
महा निर्वाण वह,
नहीं रहते जब कर्म, करण या कारण कुछ,
घोर अन्धकार होता अन्धकार-हृदय में,
मैं ही तब विद्यमान।
"प्रलय के समय में जब
ज्ञान-ज्ञेय-ज्ञाता-लय
होता है अगणन-ब्रह्माण्ड-ग्रास करके, यह
ध्वस्त होता संसार,
पार कर जाता है तर्क की सीमा को
नहीं रह जाता कुछ--सूर्य-चन्द्र-तारा-ग्रह--
घोर अन्धकार होता अन्धकार-हृदय में,
दूर होते तीनों गुण,
अथवा वे मिल करके शान्त भाव धरते जब
एकाकार होते शुद्ध-परमाणु-काय
मैं ही तब विद्यमान।

"विकसित फिर होता मैं,
मेरी ही शक्ति धरती पहले विकार-रूप,
आदि वाणी प्रणव-ओंकार ही
बजता महाशून्य-पथ में,
अन्तहीन महाकाश सुनता महनाद-ध्वनि,
कारण-मण्डली की निद्रा छूट जाती है,
अगणित परमाणुओं में प्राण समा जाते हैं,
नर्तनावर्तोच्छ्वास
बड़ी दूर-दूर से
चलते केन्द्र की तरफ,
चेतन पवन है उठाती ऊर्मिमालाएं
महाभूत-सिन्धु पर,
परमाणुओं के आवर्त घन विकास और
रंग-भंग-पतन-उच्छ्वास-संग
बहती बड़े वेग से हैं वे तरंगराजियाँ,
जिससे अनन्त--वे अनन्त खण्ड उठे हुए
घात-प्रतिघातों से शून्य पथ में दौड़ते--
बन बन ख-मण्डल हैं तारा-ग्रह घूमते,
घूमती यह पृथ्वी भी, मनुष्यों की वास-भूमि।

"मैं ही हूँ आदि कवि,
मेरी ही शक्ति के रचना-कौशल में है
जड़ और जीव सारे।
मैं ही खेलता हूँ शक्ति-रूपा निज माया से।
एक, होता अनेक, मैं
देखने के लिये सब अपने स्वरूपों को।
मेरी ही आज्ञा से
बहती इस वेग से है झंझा इस पृथ्वी पर,
गरज उठता है मेघ--
अशनि में नाद होता,
मन्द मन्द बहती वायु
मेरे निश्वास के ग्रहण और त्याग से,
हिमकर सुख-हिमकर की धारा जब बहती है,
तरु औ’ लताएं हैं ढकती धरा को देह
शिशिर से धुले फुल्ल मुख को उठा कर वे
ताकते रह जाते हैं
भास्कर को सुमन-वृन्द।"*



’*स्वामी विवेकानन्द जी महाराज की "गाइ गीत सुनाते तोमाय"
का अनुवाद।`},
{title:'नाचे उस पर श्यामा / सूर्यकांत त्रिपाठी "निराला"', content:`फूले फूल सुरभि-व्याकुल अलि
गूँज रहे हैं चारों ओर
जगतीतल में सकल देवता
भरते शशिमृदु-हँसी-हिलोर।

गन्ध-मन्द-गति मलय पवन है
खोल रही स्मृतियों के द्वार,
ललित-तरंग नदी-नद सरसी,
चल-शतदल पर भ्रमर-विहार।

दूर गुहा में निर्झरिणी की
तान-तरंगों का गुंजार,
स्वरमय किसलय-निलय विहंगों
के बजते सुहाग के तार।

तरुण-चितेरा अरुण बढा कर
स्वर्ण-तूलिका-कर सुकुमार
पट-पृथिवी पर रखता है जब,
कितने वर्णों का आभार।

धरा-अधर धारण करते हैं,--
रँग के रागों के आकार
देख देख भावुक-जन-मन में
जगते कितने भाव उदार!

गरज रहे हैं मेघ, अशनिका
गूँजा घोर निनाद-प्रमाद,
स्वर्गधराव्यापी संगर का
छाया विकट कटक-उन्माद

अन्धकार उदगीरण करता
अन्धकार घन-घोर अपार
महाप्रलय की वायु सुनाती
श्वासों में अगणित हुंकार

इस पर चमक रही है रक्तिम
विद्युज्ज्वाला बारम्बार
फेनिल लहरें गरज चाहतीं
करना गिर-शिखरों को पार,

भीम-घोष-गम्भीर, अतल धँस
टलमल करती धरा अधीर,
अनल निकलता छेद भूमितल,
चूर हो रहे अचल-शरीर।

हैं सुहावने मन्दिर कितने
नील-सलिल-सर-वीचि-विलास-
वलयित कुवलय, खेल खिलानी
मलय वनज-वन-यौवन-हास।

बढ़ा रहा है अंगूरों का
हृदय-रुधिर प्याले का प्यार,
फेन-शुभ्र-सिर उठे बुलबुले
मन्द-मन्द करते गुंजार।

बजती है श्रुति-पथ में वीणा,
तारों की कोमल झंकार
ताल-ताल पर चली बढ़ाती
ललित वासना का संसार।

भावों में क्या जाने कितना
व्रज का प्रकट प्रेम उच्छ्वास,
आँसू ढ्लते, विरह-ताप से
तप्त गोपिकाओं के श्वास;

नीरज-नील नयन, बिम्बाधर
जिस युवती के अति सुकुमार;
उमड़ रहा जिसकी आंखों पर
मृदु भावों का पारावार,

बढ़ा हाथ दोनों मिलने को
चलती प्रकट प्रेम-अभिसार,
प्राण-पखेरू, प्रेम-पींजरा,
बन्द, बन्द है उसका द्वार!

झेरी झररर-झरर, दमामें
घोर नकारों की है चोप,
कड़-कड़-कड़ सन-सन बन्दूकें,
अररर अररर अररर तोप,

धूम-धूम है भीम रणस्थल,
शत-शत ज्वालामुखियाँ घोर
आग उगलतीं, दहक दहक दह
कपाँ रहीं भू-नभ के छोर।

फटते, लगते हैं छाती पर
घाती गोले सौ-सौ बार,
उड़ जाते हैं कितने हाथी,
कितने घोड़े और सवार।

थर-थर पृथ्वी थर्राती है,
लाखों घोड़े कस तैयार
करते, चढ़ते, बढ़ते-अड़ते
झुक पड़ते हैं वीर जुझार।

भेद धूम-तल--अनल, प्रबल दल
चीर गोलियों की बौछार,
धँस गोलों-ओलों में लाते
छीन तोक कर वेड़ी मार;

आगे आगे फहराती है
ध्वजा वीरता की पहचान,
झरती धारा--रुधिर दण्ड में
अड़े पड़े पर वीर जवान;

साथ साथ पैदल-दल चलता,
रण-मद-मतवाले सब वीर,
छुटी पताका, गिरा वीर जब,
लेता पकड़ अपर रणधीर,

पटे खेत अगणित लाशों से
कटे हजारों वीर जवान,
डटे लाश पर पैर जमाये,
हटे न वीर छोड़ मैदान।

देह चाहता है सुख-संगम
चित्त-विहंगम स्वर-मधु-धार,
हँसी-हिंडोला झूल चाहता
मन जाना दुख-सागर-पार!

हिम-शशांक का किरण-अंग-सुख
कहो, कौन जो देगा छोड़-
तपन-ताप-मध्यान्ह प्रखरता
से नाता जो लेगा जोड़?

चण्ड दिवाकर ही तो भरता
शशघर में कर-कोमल-प्राण,
किन्तु कलाधर को ही देता
सारा विश्व प्रेम-सम्मान!

सुख के हेतु सभी हैं पागल,
दुख से किस पामर का प्यार?
सुख में है दुख, गरल अमृत में,
देखो, बता रहा संसार।

सुख-दुख का यह निरा हलाहल
भरा कण्ठ तक सदा अधीर,
रोते मानव, पर आशा का
नहीं छोड़ते चंचल चीर!

रुद्र रूप से सब डरते हैं,
देख देख भरते हैं आह,
मृत्युरूपिणी मुक्तकुन्तला
माँ की नहीं किसी को चाह!

उष्णधार उद्गार रुधिर का
करती है जो बारम्बार,
भीम भुजा की, बीन छीनती,
वह जंगी नंगी तलवार।

मृत्यु-स्वरूपे माँ, है तू ही
सत्य स्वरूपा, सत्याधार;
काली, सुख-वनमाली तेरी
माया छाया का संसार!

अये--कालिके, माँ करालिके,
शीघ्र मर्म का कर उच्छेद,
इस शरीर का प्रेम-भाव, यह
सुख-सपना, माया, कर भेद!

तुझे मुण्डमाला पहनाते,
फिर भय खाते तकते लोग,
’दयामयी’ कह कह चिल्लाते,
माँ, दुनिया का देखा ढोंग।

प्राण काँपते अट्टहास सुन
दिगम्बरा का लख उल्लास,
अरे भयातुर; असुर विजयिनी
कह रह जाता, खाता त्रास!

मुँह से कहता है, देखेगा,
पर माँ, जब आता है काल,
कहाँ भाग जाता भय खाकर
तेरा देख बदन विकराल!

माँ, तू मृत्यु घूमती रहती,
उत्कट व्याधि, रोग बलवान,
भर विष-घड़े, पिलाती है तू
घूँट जहर के, लेती प्राण।

रे उन्माद! भुलाता है तू
अपने को, न फिराता दृष्टि
पीछे भय से, कहीं देख तू
भीमा महाप्रलय की सृष्टि।

दुख चाहता; बता; इसमें क्या
भरी नहीं है सुख की प्यास?
तेरी भक्ति और पूजा में
चलती स्वार्थ-सिद्ध की साँस।

छाग-कण्ठ की रुधिर-धार से
सहम रहा तू, भय-संचार!
अरे कापुरुष, बना दया का
तू आधार!--धन्य व्यवहार!

फोड़ो वीणा, प्रेम-सुधा का
पीना छोड़ो, तोड़ो, वीर,
दृढ़ आकर्षण है जिसमें उस
नारी-माया की जंजीर।

बढ़ जाओ तुम जलधि-ऊर्मि-से
गरज गरज गाओ निज गान,
आँसू पीकर जीना; जाये
देह, हथेली पर लो जान।

जागो वीर! सदा ही सर पर
काट रहा है चक्कर काल,
छोड़ो अपने सपने, भय क्यों,
काटो, काटो यह भ्रम-जाल।

दु:खभार इस भव के ईश्वर,
जिनके मन्दिर का दृढ़ द्वार
जलती हुई चिताओं में है
प्रेत-पिशाचों का आगार;

सदा घोर संग्राम छेड़ना
उनकी पूजा के उपचार,
वीर! डराये कभी न, आये
अगर पराजय सौ-सौ बार।

चूर-चूर हो स्वार्थ, साध, सब
मान, हृदय हो महाश्मशान,
नाचे उसपर श्यामा, घन रण
में लेकर निज भीम कृपाण।*



’*स्वामी विवेकानन्द जी महाराज की सुविख्यात रचना ’नाचुक ताहाते श्यामा’
का अनुवाद। स्वामी जी ने इसमें कोमल और कठोर भावों की वर्णना द्वारा
कठोरता की सिद्धि दिखाई गयी है।`},
{title:'हिन्दी के सुमनों के प्रति पत्र / सूर्यकांत त्रिपाठी "निराला"', content:`मैं जीर्ण-साज बहु छिद्र आज,
तुम सुदल सुरंग सुवास सुमन,
मैं हूँ केवल पतदल--आसन,
तुम सहज बिराजे महाराज।

ईर्ष्या कुछ नहीं मुझे, यद्यपि
मैं ही वसन्त का अग्रदूत,
ब्राह्मण-समाज में ज्यों अछूत
मैं रहा आज यदि पार्श्वच्छबि।

तुम मध्य भाग के, महाभाग!--
तरु के उर के गौरव प्रशस्त
मैं पढ़ा जा चुका पत्र, न्यस्त,
तुम अलि के नव रस-रंग-राग।

देखो, पर, क्या पाते तुम "फल"
देगा जो भिन्न स्वाद रस भर,
कर पार तुम्हारा भी अन्तर
निकलेगा जो तरु का सम्बल।

फल सर्वश्रेष्ठ नायाब चीज
या तुम बाँध कर रँगा धागा;
फल के भी उर का, कटु, त्यागा,
मेरा आलोचक एक बीज`},
{title:'उक्ति / सूर्यकांत त्रिपाठी "निराला"', content:`कुछ न हुआ, न हो
मुझे विश्व का सुख, श्री, यदि केवल
पास तुम रहो!
मेरे नभ के बादल यदि न कटे-
चन्द्र रह गया ढका,
तिमिर रात को तिरकर यदि न अटे
लेश गगन-भास का,
रहेंगे अधर हँसते, पथ पर, तुम
हाथ यदि गहो।
बहु-रस साहित्य विपुल यदि न पढ़ा--
मन्द सबों ने कहा,
मेरा काव्यानुमान यदि न बढ़ा--
ज्ञान, जहाँ का रहा,
रहे, समझ है मुझमें पूरी, तुम
कथा यदि कहो।`},
{title:'सरोज स्मृति / सूर्यकांत त्रिपाठी "निराला"', content:``},
{title:'मरण-दृश्य / सूर्यकांत त्रिपाठी "निराला"', content:`कहा जो न, कहो !
नित्य - नूतन, प्राण, अपने
         गान रच-रच दो !

विश्व सीमाहीन;
बाँधती जातीं मुझे कर कर
         व्यथा से दीन !
कह रही हो--"दुःख की विधि--
यह तुम्हें ला दी नई निधि,
विहग के वे पंख बदले,--
         किया जल का मीन;
मुक्त अम्बर गया, अब हो
          जलधि-जीवन को !"

सकल साभिप्राय;
समझ पाया था नहीं मैं,
          थी तभी यह हाय !
दिये थे जो स्नेह-चुम्बन,
आज प्याले गरल के घन;
कह रही हो हँस--"पियो, प्रिय,
          पियो, प्रिय, निरुपाय !
मुक्ति हूँ मैं, मृत्यु में
          आई हुई, न डरो !"`},
{title:'मुक्ति / सूर्यकांत त्रिपाठी "निराला"', content:`तोड़ो, तोड़ो, तोड़ो कारा
पत्थर, की निकलो फिर,
गंगा-जल-धारा!
गृह-गृह की पार्वती!
पुनः सत्य-सुन्दर-शिव को सँवारती
उर-उर की बनो आरती!--
भ्रान्तों की निश्चल ध्रुवतारा!--
तोड़ो, तोड़ो, तोड़ो कारा!`},
{title:'खुला आसमान / सूर्यकांत त्रिपाठी "निराला"', content:`(गीत)
बहुत दिनों बाद खुला आसमान!
निकली है धूप, खुश हुआ जहान!

दिखी दिशाएँ, झलके पेड़,
चरने को चले ढोर--गाय-भैंस-भेड़,
खेलने लगे लड़के छेड़-छेड़--
लड़कियाँ घरों को कर भासमान!

लोग गाँव-गाँव को चले,
कोई बाजार, कोई बरगद के पेड़ के तले
जाँघिया-लँगोटा ले, सँभले,
तगड़े-तगड़े सीधे नौजवान!

पनघट में बड़ी भीड़ हो रही,
नहीं ख्याल आज कि भीगेगी चूनरी,
बातें करती हैं वे सब खड़ी,
चलते हैं नयनों के सधे बाण!`},
{title:'ठूँठ / सूर्यकांत त्रिपाठी "निराला"', content:`ठूँठ यह है आज!
गई इसकी कला,
गया है सकल साज!
अब यह वसन्त से होता नहीं अधीर,
पल्लवित झुकता नहीं अब यह धनुष-सा,
कुसुम से काम के चलते नहीं हैं तीर,
छाँह में बैठते नहीं पथिक आह भर,
झरते नहीं यहाँ दो प्रणयियों के नयन-तीर,
केवल वृद्ध विहग एक बैठता कुछ कर याद।`},
{title:'कविता के प्रति / सूर्यकांत त्रिपाठी "निराला"', content:`ऐ, कहो,
मौन मत रहो!
सेवक इतने कवि हैं--इतना उपचार--
लिये हुए हैं दैनिक सेवा का भार;
धूप, दीप, चन्दन, जल,
गन्ध-सुमन, दूर्वादल,
राग-भोग, पाठ-विमल मन्त्र,
पटु-करतल-गत मृदंग,
चपल नृत्य, विविध भंग,
वीणा-वादित सुरंग तन्त्र।
गूँज रहा मन्दर-मन्दिर का दृढ़ द्वार,
वहाँ सर्व-विषय-हीन दीन नमस्कार
दिया भू-पतित हो जिसने, क्या वह भी कवि?
सत्य कहो, सत्य कहो, वहु जीवन की छवि!
पहनाये ज्योतिर्मय, जलधि-जलद-भास
अथवा हिल्लोल-हरित-प्रकृति-परित वास,
मुक्ता के हार हृदय,
कर्ण कीर्ण हीरक-द्वय,
हाथ हस्ति-दन्त-वलय मणिमय,
चरण स्वर्ण-नूपुर कल,
जपालक्त श्रीपदतल,
आसन शत-श्वेतोत्पल-संचय।
धन्य धन्य कहते हैं जग-जन मन हार,
वहाँ एक दीन-हृदय ने दुर्वह भार--
’मेरे कुछ भी नहीं’--कह जो अर्पित किया,
कहो, विश्ववन्दिते, उसने भी कुछ दिया?
कितने वन-उपवन-उद्यान कुसुम-कलि-सजे
निरुपमिते, सगज-भार-चरण-चार से लजे;
गई चन्द्र-सूर्य-लोक,
ग्रह-ग्रह-पति गति अरोक,
नयनों के नवालोक से खिले
चित्रित बहु धवल धाम
अलका के-से विराम
सिहरे ज्यों चरण वाम जब मिले।
हुए कृती कविताग्रत राजकविसमूह,
किन्तु जहाँ पथ-बीहड़ कण्टक-गढ़-व्यूह,
कवि कुरूप, बुला रहा वन्यहार थाम,
कहो, वहाँ भी जाने को होते प्राण?

कितने वे भाव रसस्राव पुराने-नये
संसृति की सीमा के अपर पार जो गये,
गढ़ा इन्हीं से यह तन,
दिया इन्हीं से जीवन,
देखे हैं स्फुरित नयन इन्हीं से,
कवियों ने परम कान्ति
दी जग को चरम शान्ति,
की अपनी दूर भ्रान्ति इन्हीं से।
होगा इन भावों से हुआ तुम्हारा जीवन,
कमी नहीं रही कहीं कोई--कहते सब जन,
किन्तु वहीं जिसके आँसू निकले--हृदय हिला,--
कुछ न बना, कहो, कहो, उससे क्या भाव मिला?`},
{title:'अपराजिता / सूर्यकांत त्रिपाठी "निराला"', content:`(गीत)
हारीं नहीं, देख, आँखें--
परी नागरी की;
नभ कर गंई पार पाखें
परी नागरी की।
तिल नीलिमा को रहे स्नेह से भर
जगकर नई ज्योति उतरी धरा पर,
रँग से भरी हैं, हरी हो उठीं हर
तरु की तरुण-तान शाखें;
परी नागरी की--
हारीं नहीं, देख, आँखें।`},
{title:'वसन्त की परी के प्रति / सूर्यकांत त्रिपाठी "निराला"', content:`(गीत)
आओ, आओ फिर, मेरे बसन्त की परी--
छवि-विभावरी;
सिहरो, स्वर से भर भर, अम्बर की सुन्दरी-
छबि-विभावरी;

बहे फिर चपल ध्वनि-कलकल तरंग,
तरल मुक्त नव नव छल के प्रसंग,
पूरित-परिमल निर्मल सजल-अंग,
शीतल-मुख मेरे तट की निस्तल निझरी--
छबि-विभावरी;

निर्जन ज्योत्स्नाचुम्बित वन सघन,
सहज समीरण, कली निरावरण
आलिंगन दे उभार दे मन,
तिरे नृत्य करती मेरी छोटी सी तरी--
छबि-विभावरी;

आई है फिर मेरी ’बेला’ की वह बेला
’जुही की कली’ की प्रियतम से परिणय-हेला,
तुमसे मेरी निर्जन बातें--सुमिलन मेला,
कितने भावों से हर जब हो मन पर विहरी--
छबि-विभावरी;`},
{title:'वे किसान की नयी बहू की आँखें / सूर्यकांत त्रिपाठी "निराला"', content:`नहीं जानती जो अपने को खिली हुई--
विश्व-विभव से मिली हुई,--
नहीं जानती सम्राज्ञी अपने को,--
नहीं कर सकीं सत्य कभी सपने को,
वे किसान की नयी बहू की आँखें
ज्यों हरीतिमा में बैठे दो विहग बन्द कर पाँखें;
वे केवल निर्जन के दिशाकाश की,
प्रियतम के प्राणों के पास-हास की,
भीरु पकड़ जाने को हैं दुनिया के कर से--
बढ़े क्यों न वह पुलकित हो कैसे भी वर से।`},
{title:'प्राप्ति / सूर्यकांत त्रिपाठी "निराला"', content:`तुम्हें खोजता था मैं,
पा नहीं सका,
हवा बन बहीं तुम, जब
मैं थका, रुका ।


मुझे भर लिया तुमने गोद में,
कितने चुम्बन दिये,
मेरे मानव-मनोविनोद में
नैसर्गिकता लिये;


सूखे श्रम-सीकर वे
छबि के निर्झर झरे नयनों से,
शक्त शिरा‌एँ हु‌ईं रक्त-वाह ले,
मिलीं - तुम मिलीं, अन्तर कह उठा
जब थका, रुका ।`},
{title:'राम की शक्ति पूजा / सूर्यकांत त्रिपाठी "निराला"', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},




    ],
  },
  {
    title: 'परिमल / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      { title: 'प्रेयसी / सूर्यकांत त्रिपाठी "निराला"', content: `घेर अंग-अंग को
लहरी तरंग वह प्रथम तारुण्य की,
ज्योतिर्मयि-लता-सी हुई मैं तत्काल
घेर निज तरु-तन।

खिले नव पुष्प जग प्रथम सुगन्ध के,
प्रथम वसन्त में गुच्छ-गुच्छ।
दृगों को रँग गयी प्रथम प्रणय-रश्मि-
चूर्ण हो विच्छुरित
विश्व-ऐश्वर्य को स्फुरित करती रही
बहु रंग-भाव भर
शिशिर ज्यों पत्र पर कनक-प्रभात के,
किरण-सम्पात से।

दर्शन-समुत्सुक युवाकुल पतंग ज्यों
विचरते मञ्जु-मुख
गुञ्ज-मृदु अलि-पुञ्ज
मुखर उर मौन वा स्तुति-गीत में हरे।
प्रस्रवण झरते आनन्द के चतुर्दिक-
भरते अन्तर पुलकराशि से बार-बार
चक्राकार कलरव-तरंगों के मध्य में
उठी हुई उर्वशी-सी,
कम्पित प्रतनु-भार,
विस्तृत दिगन्त के पार प्रिय बद्ध-दृष्टि
निश्चल अरूप में।

हुआ रूप-दर्शन
जब कृतविद्य तुम मिले
विद्या को दृगों से,
मिला लावण्य ज्यों मूर्ति को मोहकर,-
शेफालिका को शुभ हीरक-सुमन-हार,-
श्रृंगार
शुचिदृष्टि मूक रस-सृष्टि को।

याद है, उषःकाल,-
प्रथम-किरण-कम्प प्राची के दृगों में,
प्रथम पुलक फुल्ल चुम्बित वसन्त की
मञ्जरित लता पर,
प्रथम विहग-बालिकाओं का मुखर स्वर
प्रणय-मिलन-गान,
प्रथम विकच कलि वृन्त पर नग्न-तनु
प्राथमिक पवन के स्पर्श से काँपती;

करती विहार
उपवन में मैं, छिन्न-हार
मुक्ता-सी निःसंग,
बहु रूप-रंग वे देखती, सोचती;
मिले तुम एकाएक;
देख मैं रुक गयी:-
चल पद हुए अचल,
आप ही अपल दृष्टि,
फैला समाष्टि में खिंच स्तब्ध मन हुआ।

दिये नहीं प्राण जो इच्छा से दूसरे को,
इच्छा से प्राण वे दूसरे के हो गये !
दूर थी,
खिंचकर समीप ज्यों मैं हुई।
अपनी ही दृष्टि में;
जो था समीप विश्व,
दूर दूरतर दिखा।

मिली ज्योति छबि से तुम्हारी
ज्योति-छबि मेरी,
नीलिमा ज्यों शून्य से;
बँधकर मैं रह गयी;
डूब गये प्राणों में
पल्लव-लता-भार
वन-पुष्प-तरु-हार
कूजन-मधुर चल विश्व के दृश्य सब,-
सुन्दर गगन के भी रूप दर्शन सकल-
सूर्य-हीरकधरा प्रकृति नीलाम्बरा,
सन्देशवाहक बलाहक विदेश के।
प्रणय के प्रलय में सीमा सब खो गयी !

बँधी हुई तुमसे ही
देखने लगी मैं फिर-
फिर प्रथम पृथ्वी को;
भाव बदला हुआ-
पहले ही घन-घटा वर्षण बनी हुई;
कैसा निरञ्जन यह अञ्जन आ लग गया !

देखती हुई सहज
हो गयी मैं जड़ीभूत,
जगा देहज्ञान,
फिर याद गेह की हुई;
लज्जित
उठे चरण दूसरी ओर को
विमुख अपने से हुई !

चली चुपचाप,
मूक सन्ताप हृदय में,
पृथुल प्रणय-भार।
देखते निमेशहीन नयनों से तुम मुझे
रखने को चिरकाल बाँधकर दृष्टि से
अपना ही नारी रूप, अपनाने के लिए,
मर्त्य में स्वर्गसुख पाने के अर्थ, प्रिय,
पीने को अमृत अंगों से झरता हुआ।
कैसी निरलस दृष्टि !

सजल शिशिर-धौत पुष्प ज्यों प्रात में
देखता है एकटक किरण-कुमारी को।–
पृथ्वी का प्यार, सर्वस्व उपहार देता
नभ की निरुपमा को,
पलकों पर रख नयन
करता प्रणयन, शब्द-
भावों में विश्रृंखल बहता हुआ भी स्थिर।
देकर न दिया ध्यान मैंने उस गीत पर
कुल मान-ग्रन्थि में बँधकर चली गयी;
जीते संस्कार वे बद्ध संसार के-
उनकी ही मैं हुई !

समझ नहीं सकी, हाय,
बँधा सत्य अञ्चल से
खुलकर कहाँ गिरा।
बीता कुछ काल,
देह-ज्वाला बढ़ने लगी,
नन्दन निकुञ्ज की रति को ज्यों मिला मरु,
उतरकर पर्वत से निर्झरी भूमि पर
पंकिल हुई, सलिल-देह कलुषित हुआ।
करुणा को अनिमेष दृष्टि मेरी खुली,
किन्तु अरुणार्क, प्रिय, झुलसाते ही रहे-
भर नहीं सके प्राण रूप-विन्दु-दान से।
तब तुम लघुपद-विहार
अनिल ज्यों बार-बार

वक्ष के सजे तार झंकृत करने लगे
साँसों से, भावों से, चिन्ता से कर प्रवेश।
अपने उस गीत पर
सुखद मनोहर उस तान का माया में,
लहरों में हृदय की
भूल-सी मैं गयी
संसृति के दुःख-घात,
श्लथ-गात, तुममें ज्यों
रही मैं बद्ध हो।

किन्तु हाय,
रूढ़ि, धर्म के विचार,
कुल, मान, शील, ज्ञान,
उच्च प्राचीर ज्यों घेरे जो थे मुझे,
घेर लेते बार-बार,
जब मैं संसार में रखती थी पदमात्र,
छोड़ कल्प-निस्सीम पवन-विहार मुक्त।
दोनों हम भिन्न-वर्ण,
भिन्न-जाति, भिन्न-रूप,
भिन्न-धर्मभाव, पर
केवल अपनाव से, प्राणों से एक थे।

किन्तु दिन रात का,
जल और पृथ्वी का
भिन्न सौन्दर्य से बन्धन स्वर्गीय है
समझे यह नहीं लोग
व्यर्थ अभिमान के !
अन्धकार था हृदय
अपने ही भार से झुका हुआ, विपर्यस्त।
गृह-जन थे कर्म पर।
मधुर प्रात ज्यों द्वार पर आये तुम,
नीड़-सुख छोड़कर मुझे मुक्त उड़ने को संग
किया आह्वान मुझे व्यंग के शब्द में।

आयी मैं द्वार पर सुन प्रिय कण्ठ-स्वर,
अश्रुत जो बजता रहा था झंकार भर
जीवन की वीणा में,
सुनती थी मैं जिसे।
पहचाना मैंने, हाथ बढ़ाकर तुमने गहा।
चल दी मैं मुक्त, साथ।
एक बार की ऋणी
उद्धार के लिए,
शत बार शोध की उर में प्रतिज्ञा की।

पूर्ण मैं कर चुकी।
गर्वित, गरीयसी अपने में आज मैं।
रूप के द्वार पर
मोह की माधुरी
कितने ही बार पी मूर्च्छित हुए हो, प्रिय,
जागती मैं रही,
गह बाँह, बाँह में भरकर सँभाला तुम्हें।` },


      { title: 'मित्र के प्रति / सूर्यकांत त्रिपाठी "निराला"', content: `कहते हो, ‘‘नीरस यह
बन्द करो गान-
कहाँ छन्द, कहाँ भाव,
कहाँ यहाँ प्राण ?
था सर प्राचीन सरस,
सारस-हँसों से हँस;
वारिज-वारिज में बस
रहा विवश प्यार;
जल-तरंग ध्वनि; कलकल
बजा तट-मृदंग सदल;
पैंगें भर पवन कुशल
गाती मल्लार।’’

(2)

सत्य, बन्धु सत्य; वहाँ
नहीं अर्र-बर्र;
नहीं वहाँ भेक, वहाँ
नहीं टर्र-टर्र।
एक यहीं आठ पहर
बही पवन हहर-हहर,
तपा तपन, ठहर-ठहर
सजल कण उड़े;
गये सूख भरे ताल,
हुए रूख हरे शाल,
हाय रे, मयूर-व्याल
पूँछ से जुड़े!

(3)

देखे कुछ इसी समय
दृश्य और-और
इसी ज्वाल से लहरे
हरे ठौर-ठौर ?
नूतन पल्लव-दल, कलि,
मँडलाते व्याकुल अलि
तनु-तन पर जाते बलि
बार-बार हार;
बही जो सुवास मन्द
मधुर भार-भरण-छन्द
मिली नहीं तुम्हें, बन्द
रहे, बन्धु, द्वार?

(4)

इसी समय झुकी आम्र-
शाखा फल-भार
मिली नहीं क्या जब यह
देखा संसार?
उसके भीतर जो स्तव,
सुना नहीं कोई रव?
हाय दैव, दव-ही-दव
बन्धु को मिला!
कुहरित भी पञ्चम स्वर,
रहे बन्द कर्ण-कुहर,
मन पर प्राचीन मुहर,
हृदय पर शिला!

(5)

सोचो तो, क्या थी वह
भावना पवित्र,
बँधा जहाँ भेद भूल
मित्र से अमित्र।
तुम्हीं एक रहे मोड़
मुख, प्रिय, प्रिय मित्र छोड़;
कहो, कहो, कहाँ होड़
जहाँ जोड़, प्यार?
इसी रूप में रह स्थिर,
इसी भाव में घिर-घिर,
करोगे अपार तिमिर-
सागर को पार?

(6)

बही बन्धु, वायु प्रबल
जो, न बँध सकी;
देखते थके तुम, बहती
न वह न थकी।
समझो वह प्रथम वर्ष,
रुका नहीं मुक्त हर्ष,
यौवन दुर्धर्ष कर्ष-
मर्ष से लड़ा;
ऊपर मध्याह्न तपन
तपा किया, सन्-सन्-सन्
हिला-झुका तरु अगणन
बही वह हवा।

(7)

उड़ा दी गयी जो, वह भी
गयी उड़ा,
जली हुई आग कहो,
कब गयी जुड़ा?
जो थे प्राचीन पत्र
जीर्ण-शीर्ण नहीं छत्र,
झड़े हुए यत्र-तत्र
पड़े हुए थे,
उन्हीं से अपार प्यार
बँधा हुआ था असार,
मिला दुःख निराधार
तुम्हें इसलिए।

(8)

बही तोड़ बन्धन
छन्दों का निरुपाय,
वही किया की फिर-फिर
हवा ‘हाय-हाय’।
कमरे में, मध्य याम,
करते तब तुम विराम,
रचते अथवा ललाम
गतालोक लोक,
वह भ्रम मरुपथ पर की
यहाँ-वहाँ व्यस्त फिरी,
जला शोक-चिह्न, दिया
रँग विटप अशोक।

(9)

करती विश्राम, कहीं
नहीं मिला स्थान,
अन्ध-प्रगति बन्ध किया
सिन्धु को प्रयाण;
उठा उच्च ऊर्मि-भंग-
सहसा शत-शत तरंग,
क्षुब्ध, लुब्ध, नील-अंग-
अवगाहन-स्नान,
किया वहाँ भी दुर्दम
देख तरी विघ्न विषम,
उलट दिया अर्थागम
बनकर तूफान।

(10)

हुई आज शान्त, प्राप्त
कर प्रशान्त-वक्ष;
नहीं त्रास, अतः मित्र,
नहीं ‘रक्ष, ‘रक्ष’।
उड़े हुए थे जो कण,
उतरे पा शुभ वर्षण,
शुक्ति के हृदय से बन
मुक्ता झलके;
लखो, दिया है पहना
किसने यह हार बना
भारति-उर में अपना,
देख दृग थके!` },

      { title: 'हताश / सूर्यकांत त्रिपाठी "निराला"', content: `जीवन चिरकालिक क्रन्दन ।

मेरा अन्तर वज्रकठोर,
देना जी भरसक झकझोर,
मेरे दुख की गहन अन्ध-
तम-निशि न कभी हो भोर,
क्या होगी इतनी उज्वलता-
इतना वन्दन अभिनन्दन ?

हो मेरी प्रार्थना विफल,
हृदय-कमल-के जितने दल
मुरझायें, जीवन हो म्लान,
शून्य सृष्टि में मेरे प्राण
प्राप्त करें शून्यता सृष्टि की,
मेरा जग हो अन्तर्धान,
तब भी क्या ऐसे ही तम में
अटकेगा जर्जर स्यन्दन ?` },
{title: 'स्वप्न-स्मृति / सूर्यकांत त्रिपाठी "निराला"' , content:`आँख लगी थी पल-भर,
देखा, नेत्र छलछलाए दो
आए आगे किसी अजाने दूर देश से चलकर।
मौन भाषा थी उनकी, किन्तु व्यक्त था भाव,
एक अव्यक्त प्रभाव
छोड़ते थे करुणा का अन्तस्थल में क्षीण,
सुकुमार लता के वाताहत मृदु छिन्न पुष्प से दीन।

भीतर नग्न रूप था घोर दमन का,
बाहर अचल धैर्य था उनके उस दुखमय जीवन का;
भीतर ज्वाला धधक रही थी सिन्धु अनल की,
बाहर थीं दो बूँदें- पर थीं शांत भाव में निश्चल-
विकल जलधि के जर्जर मर्मस्थल की।

भाव में कहते थे वे नेत्र निमेष-विहीन-
अन्तिम श्वास छोड़ते जैसे थोड़े जल में मीन,
"हम अब न रहेंगे यहाँ, आह संसार!
मृगतृष्णा से व्यर्थ भटकना, केवल हाहाकार
तुम्हारा एकमात्र आधार;
हमें दु:ख से मुक्ति मिलेगी- हम इतने दुर्बल हैं-
तुम कर दो एक प्रहार!"` },
{title: 'अध्यात्म फल (जब कड़ी मारें पड़ीं) / सूर्यकांत त्रिपाठी "निराला"' , content : `जब कड़ी मारें पड़ीं, दिल हिल गया
पर न कर चूँ भी, कभी पाया यहाँ;
मुक्ति की तब युक्ति से मिल खिल गया
भाव, जिसका चाव है छाया यहाँ।

खेत में पड़ भाव की जड़ गड़ गयी,
धीर ने दुख-नीर से सींचा सदा,
सफलता की थी लता आशामयी,
झूलते थे फूल-भावी सम्पदा।

दीन का तो हीन ही यह वक्त है,
रंग करता भंग जो सुख-संग का
भेद कर छेद पाता रक्त है
राज के सुख-साज-सौरभ-अंग का।

काल की ही चाल से मुरझा गये
फूल, हूले शूल जो दुख मूल में
एक ही फल, किन्तु हम बल पा गये;
प्राण है वह, त्राण सिन्धु अकूल में।

मिष्ट है, पर इष्ट उनका है नहीं
शिष्ट पर न अभीष्ट जिनका नेक है,
स्वाद का अपवाद कर भरते मही,
पर सरस वह नीति - रस का एक है।

( कविता संग्रह, "परिमल" से )`},
 {title:'दीन / सूर्यकांत त्रिपाठी "निराला"', content : `सह जाते हो
उत्पीड़न की क्रीड़ा सदा निरंकुश नग्न,
हृदय तुम्हारा दुबला होता नग्न,
अन्तिम आशा के कानों में
स्पन्दित हम - सबके प्राणों में
अपने उर की तप्त व्यथाएँ,
क्षीण कण्ठ की करुण कथाएँ
कह जाते हो
और जगत की ओर ताककर
दुःख हृदय का क्षोभ त्यागकर,
सह जाते हो।
कह जातेहो-
"यहाँकभी मत आना,
उत्पीड़न का राज्य दुःख ही दुःख
यहाँ है सदा उठाना,
क्रूर यहाँ पर कहलाता है शूर,
और हृदय का शूर सदा ही दुर्बल क्रूर;
स्वार्थ सदा ही रहता परार्थ से दूर,
यहाँ परार्थ वही, जो रहे
स्वार्थ से हो भरपूर,
जगतकी निद्रा, है जागरण,
और जागरण जगत का - इस संसृति का
अन्त - विराम - मरण
अविराम घात - आघात
आह ! उत्पात!
यही जग - जीवन के दिन-रात।
यही मेरा, इनका, उनका, सबका स्पन्दन,
हास्य से मिला हुआ क्रन्दन।
यही मेरा, इनका, उनका, सबका जीवन,
दिवस का किरणोज्ज्वल उत्थान,
रात्रि की सुप्ति, पतन;
दिवस की कर्म - कुटिल तम - भ्रान्ति
रात्रि का मोह, स्वप्न भी भ्रान्ति,
सदा अशान्ति!"`},
{title:'ध्वनि / सूर्यकांत त्रिपाठी "निराला"', content:`अभी न होगा मेरा अन्त

अभी-अभी ही तो आया है
मेरे वन में मृदुल वसन्त-
अभी न होगा मेरा अन्त

हरे-हरे ये पात,
डालियाँ, कलियाँ कोमल गात!

मैं ही अपना स्वप्न-मृदुल-कर
फेरूँगा निद्रित कलियों पर
जगा एक प्रत्यूष मनोहर

पुष्प-पुष्प से तन्द्रालस लालसा खींच लूँगा मैं,
अपने नवजीवन का अमृत सहर्ष सींच दूँगा मैं,

द्वार दिखा दूँगा फिर उनको
है मेरे वे जहाँ अनन्त-
अभी न होगा मेरा अन्त।

मेरे जीवन का यह है जब प्रथम चरण,
इसमें कहाँ मृत्यु?
है जीवन ही जीवन
अभी पड़ा है आगे सारा यौवन
स्वर्ण-किरण कल्लोलों पर बहता रे, बालक-मन,

मेरे ही अविकसित राग से
विकसित होगा बन्धु, दिगन्त;
अभी न होगा मेरा अन्त।`},
{title:'मौन / सूर्यकांत त्रिपाठी "निराला"', content:`बैठ लें कुछ देर,
आओ,एक पथ के पथिक-से
प्रिय, अंत और अनन्त के,
तम-गहन-जीवन घेर।
मौन मधु हो जाए
भाषा मूकता की आड़ में,
मन सरलता की बाढ़ में,
जल-बिन्दु सा बह जाए।
सरल अति स्वच्छ्न्द
जीवन, प्रात के लघुपात से,
उत्थान-पतनाघात से
रह जाए चुप,निर्द्वन्द ।`},
{title:'शेष / सूर्यकांत त्रिपाठी "निराला"', content : `फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`}
    ],
  },
  {
    title: 'गीतिका / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      { title: 'रँग गई पग-पग धन्य धरा / सूर्यकांत त्रिपाठी "निराला"', content: `रँग गई पग-पग धन्य धरा,---
हुई जग जगमग मनोहरा ।

वर्ण गन्ध धर, मधु मरन्द भर,
तरु-उर की अरुणिमा तरुणतर
खुली रूप - कलियों में पर भर
          स्तर स्तर सुपरिसरा ।

गूँज उठा पिक-पावन पंचम
खग-कुल-कलरव मृदुल मनोरम,
सुख के भय काँपती प्रणय-क्लम
         वन श्री चारुतरा ।` },
      { title: 'अमरण भर वरण-गान / सूर्यकांत त्रिपाठी "निराला"', content: `फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।` },
      {title:'सखि, वसन्त आया / सूर्यकांत त्रिपाठी "निराला"', content:`सखि वसन्त आया ।
भरा हर्ष वन के मन,
   नवोत्कर्ष छाया ।
किसलय-वसना नव-वय-लतिका
मिली मधुर प्रिय-उर तरु-पतिका,
   मधुप-वृन्द बन्दी--
  पिक-स्वर नभ सरसाया ।

लता-मुकुल-हार-गंध-भार भर,
बही पवन बंद मंद मंदतर,
      जागी नयनों में वन-
         यौवन की माया ।
आवृत सरसी-उर-सरसिज उठे,
केशर के केश कली के छुटे,
         स्वर्ण-शस्य-अंचल
          पृथ्वी का लहराया ।`},
{title:'(प्रिय) यामिनी जागी / सूर्यकांत त्रिपाठी "निराला"', content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
{title:'मौन रही हार / सूर्यकांत त्रिपाठी "निराला"', content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
{title:'मुझे स्नेह क्या मिल न सकेगा? / सूर्यकांत त्रिपाठी "निराला"', content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
{title:'सोचती अपलक आप खड़ी / सूर्यकांत त्रिपाठी "निराला"', content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
{title:'मातृ वंदना / सूर्यकांत त्रिपाठी "निराला"', content:`नर जीवन के स्वार्थ सकल
बलि हों तेरे चरणों पर, माँ
मेरे श्रम सिंचित सब फल।

जीवन के रथ पर चढ़कर
सदा मृत्यु पथ पर बढ़ कर
महाकाल के खरतर शर सह
सकूँ, मुझे तू कर दृढ़तर;
जागे मेरे उर में तेरी
मूर्ति अश्रु जल धौत विमल
दृग जल से पा बल बलि कर दूँ
जननि, जन्म श्रम संचित पल।

बाधाएँ आएँ तन पर
देखूँ तुझे नयन मन भर
मुझे देख तू सजल दृगों से
अपलक, उर के शतदल पर;
क्लेद युक्त, अपना तन दूंगा
मुक्त करूंगा तुझे अटल
तेरे चरणों पर दे कर बलि
सकल श्रेय श्रम संचित फल`},
{title:'भारती वन्दना / सूर्यकांत त्रिपाठी "निराला"', content:`भारति, जय, विजय करे
कनक-शस्य-कमल धरे!

लंका पदतल-शतदल
गर्जितोर्मि सागर-जल
धोता शुचि चरण-युगल
स्तव कर बहु अर्थ भरे!

तरु-तण वन-लता-वसन
अंचल में खचित सुमन
गंगा ज्योतिर्जल-कण
धवल-धार हार लगे!

मुकुट शुभ्र हिम-तुषार
प्राण प्रणव ओंकार
ध्वनित दिशाएँ उदार
शतमुख-शतरव-मुखरे!`},
{title:'प्रिय यामिनी जागी / सूर्यकांत त्रिपाठी "निराला"', content:`(प्रिय) यामिनी जागी।
अलस पंकज-दृग अरुण-मुख
तरुण-अनुरागी।


खुले केश अशेष शोभा भर रहे,
पृष्ठ-ग्रीवा-बाहु-उर पर तर रहे,
बादलों में घिर अपर दिनकर रहे,
ज्योति की तन्वी, तड़ित-
द्युति ने क्षमा माँगी।


हेर उर-पट फेर मुख के बाल,
लख चतुर्दिक चली मन्द मराल,
गेह में प्रिय-नेह की जय-माल,
वासना की मुक्ति मुक्ता
त्याग में तागी।`},
{title:'नयनों के डोरे लाल / सूर्यकांत त्रिपाठी "निराला"', content:`नयनों के डोरे लाल गुलाल-भरी खेली होली !
प्रिय-कर-कठिन-उरोज-परस कस कसक मसक गई चोली,
एक वसन रह गई मंद हँस अधर-दशन अनबोली
कली-सी काँटे की तोली !
मधु-ऋतु-रात मधुर अधरों की पी मधुअ सुधबुध खो ली,
खुले अलक मुंद गए पलक-दल श्रम-सुख की हद हो ली--
बनी रति की छवि भोली!`},
{title:'छोड़ दो, जीवन यों न मलो / सूर्यकांत त्रिपाठी "निराला"', content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
{title:'रूखी री यह डाल / सूर्यकांत त्रिपाठी "निराला"', content:`रुखी री यह डाल ,वसन वासन्ती लेगी.

देख खड़ी करती तप अपलक ,
हीरक-सी समीर माला जप .
शैल-सुता अपर्ण - अशना ,
     पल्लव -वसना बनेगी-
     वसन वासन्ती लेगी.
हार गले पहना फूलों का,
ऋतुपति सकल सुकृत-कूलों का,
स्नेह, सरस भर देगा उर-सर,
      स्मर हर को वरेगी .
      वसन वासन्ती लेगी.
मधु-व्रत में रत वधू मधुर फल
देगी जग की स्वाद-तोष-दल ,
गरलामृत शिव आशुतोष-बल
        विश्व सकल नेगी ,
       वसन वासन्ती लेगी.`},
{title:'सखि, वसन्त आया / सूर्यकांत त्रिपाठी "निराला"', content:`सखि वसन्त आया ।
भरा हर्ष वन के मन,
   नवोत्कर्ष छाया ।
किसलय-वसना नव-वय-लतिका
मिली मधुर प्रिय-उर तरु-पतिका,
   मधुप-वृन्द बन्दी--
  पिक-स्वर नभ सरसाया ।

लता-मुकुल-हार-गंध-भार भर,
बही पवन बंद मंद मंदतर,
      जागी नयनों में वन-
         यौवन की माया ।
आवृत सरसी-उर-सरसिज उठे,
केशर के केश कली के छुटे,
         स्वर्ण-शस्य-अंचल
          पृथ्वी का लहराया ।`},
{title:'वर्ण-चमत्कार / सूर्यकांत त्रिपाठी "निराला"', content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
{title:'', content:``},
    ],
  },
  {
    title: 'द्वितीय अनामिका / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      { title: 'Poem Title 1', content: 'Content for Poem 1 from द्वितीय अनामिका.' },
    ],
  },
  {
    title: 'कुकुरमुत्ता / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      { title: 'कुकुरमुत्ता (कविता) / सूर्यकांत त्रिपाठी "निराला"', content: `एक थे नव्वाब,
फ़ारस से मंगाए थे गुलाब।
बड़ी बाड़ी में लगाए
देशी पौधे भी उगाए
रखे माली, कई नौकर
गजनवी का बाग मनहर
लग रहा था।
एक सपना जग रहा था
सांस पर तहजबी की,
गोद पर तरतीब की।
क्यारियां सुन्दर बनी
चमन में फैली घनी।
फूलों के पौधे वहाँ
लग रहे थे खुशनुमा।
बेला, गुलशब्बो, चमेली, कामिनी,
जूही, नरगिस, रातरानी, कमलिनी,
चम्पा, गुलमेंहदी, गुलखैरू, गुलअब्बास,
गेंदा, गुलदाऊदी, निवाड़, गन्धराज,
और किरने फ़ूल, फ़व्वारे कई,
रंग अनेकों-सुर्ख, धनी, चम्पई,
आसमानी, सब्ज, फ़िरोज सफ़ेद,
जर्द, बादामी, बसन्त, सभी भेद।
फ़लों के भी पेड़ थे,
आम, लीची, सन्तरे और फ़ालसे।
चटकती कलियां, निकलती मृदुल गन्ध,
लगे लगकर हवा चलती मन्द-मन्द,
चहकती बुलबुल, मचलती टहनियां,
बाग चिड़ियों का बना था आशियाँ।
साफ़ राह, सरा दानों ओर,
दूर तक फैले हुए कुल छोर,
बीच में आरामगाह
दे रही थी बड़प्पन की थाह।
कहीं झरने, कहीं छोटी-सी पहाड़ी,
कही सुथरा चमन, नकली कहीं झाड़ी।
आया मौसिम, खिला फ़ारस का गुलाब,
बाग पर उसका पड़ा था रोब-ओ-दाब;
वहीं गन्दे में उगा देता हुआ बुत्ता
पहाड़ी से उठे-सर ऐंठकर बोला कुकुरमुत्ता-
“अब, सुन बे, गुलाब,
भूल मत जो पायी खुशबु, रंग-ओ-आब,
खून चूसा खाद का तूने अशिष्ट,
डाल पर इतरा रहा है केपीटलिस्ट!
कितनों को तूने बनाया है गुलाम,
माली कर रक्खा, सहाया जाड़ा-घाम,
हाथ जिसके तू लगा,
पैर सर रखकर वो पीछे को भागा
औरत की जानिब मैदान यह छोड़कर,
तबेले को टट्टू जैसे तोड़कर,
शाहों, राजों, अमीरों का रहा प्यारा
तभी साधारणों से तू रहा न्यारा।
वरना क्या तेरी हस्ती है, पोच तू
कांटो ही से भरा है यह सोच तू
कली जो चटकी अभी
सूखकर कांटा हुई होती कभी।
रोज पड़ता रहा पानी,
तू हरामी खानदानी।
चाहिए तुझको सदा मेहरून्निसा
जो निकाले इत्र, रू, ऐसी दिशा
बहाकर ले चले लोगो को, नही कोई किनारा
जहाँ अपना नहीं कोई भी सहारा
ख्वाब में डूबा चमकता हो सितारा
पेट में डंड पेले हों चूहे, जबां पर लफ़्ज प्यारा।
देख मुझको, मैं बढ़ा
डेढ़ बालिश्त और ऊंचे पर चढ़ा
और अपने से उगा मैं
बिना दाने का चुगा मैं
कलम मेरा नही लगता
मेरा जीवन आप जगता
तू है नकली, मै हूँ मौलिक
तू है बकरा, मै हूँ कौलिक
तू रंगा और मैं धुला
पानी मैं, तू बुलबुला
तूने दुनिया को बिगाड़ा
मैंने गिरते से उभाड़ा
तूने रोटी छीन ली जनखा बनाकर
एक की दी तीन मैने गुन सुनाकर।

काम मुझ ही से सधा है
शेर भी मुझसे गधा है
चीन में मेरी नकल, छाता बना
छत्र भारत का वही, कैसा तना
सब जगह तू देख ले
आज का फिर रूप पैराशूट ले।
विष्णु का मैं ही सुदर्शनचक्र हूँ।
काम दुनिया मे पड़ा ज्यों, वक्र हूँ।
उलट दे, मैं ही जसोदा की मथानी
और लम्बी कहानी-
सामने लाकर मुझे बेंड़ा
देख कैंडा
तीर से खींचा धनुष मैं राम का।
काम का-
पड़ा कन्धे पर हूँ हल बलराम का।
सुबह का सूरज हूँ मैं ही
चांद मैं ही शाम का।
कलजुगी मैं ढाल
नाव का मैं तला नीचे और ऊपर पाल।
मैं ही डांड़ी से लगा पल्ला
सारी दुनिया तोलती गल्ला
मुझसे मूछें, मुझसे कल्ला
मेरे उल्लू, मेरे लल्ला
कहे रूपया या अधन्ना
हो बनारस या न्यवन्ना
रूप मेरा, मै चमकता
गोला मेरा ही बमकता।
लगाता हूँ पार मैं ही
डुबाता मझधार मैं ही।
डब्बे का मैं ही नमूना
पान मैं ही, मैं ही चूना

मैं कुकुरमुत्ता हूँ,
पर बेन्जाइन (Bengoin) वैसे
बने दर्शनशास्त्र जैसे।
ओमफ़लस (Omphalos) और ब्रहमावर्त
वैसे ही दुनिया के गोले और पर्त
जैसे सिकुड़न और साड़ी,
ज्यों सफ़ाई और माड़ी।
कास्मोपालिटन और मेट्रोपालिटन
जैसे फ़्रायड और लीटन।
फ़ेलसी और फ़लसफ़ा
जरूरत और हो रफ़ा।
सरसता में फ़्राड
केपिटल में जैसे लेनिनग्राड।
सच समझ जैसे रकीब
लेखकों में लण्ठ जैसे खुशनसीब

मैं डबल जब, बना डमरू
इकबगल, तब बना वीणा।
मन्द्र होकर कभी निकला
कभी बनकर ध्वनि छीणा।
मैं पुरूष और मैं ही अबला।
मै मृदंग और मैं ही तबला।
चुन्ने खां के हाथ का मैं ही सितार
दिगम्बर का तानपूरा, हसीना का सुरबहार।
मैं ही लायर, लिरिक मुझसे ही बने
संस्कृत, फ़ारसी, अरबी, ग्रीक, लैटिन के जने
मन्त्र, गज़लें, गीत, मुझसे ही हुए शैदा
जीते है, फिर मरते है, फिर होते है पैदा।
वायलिन मुझसे बजा
बेन्जो मुझसे सजा।
घण्टा, घण्टी, ढोल, डफ़, घड़ियाल,
शंख, तुरही, मजीरे, करताल,
करनेट, क्लेरीअनेट, ड्रम, फ़्लूट, गीटर,
बजानेवाले हसन खां, बुद्धू, पीटर,
मानते हैं सब मुझे ये बायें से,
जानते हैं दाये से।

ताताधिन्ना चलती है जितनी तरह
देख, सब में लगी है मेरी गिरह
नाच में यह मेरा ही जीवन खुला
पैरों से मैं ही तुला।
कत्थक हो या कथकली या बालडान्स,
क्लियोपेट्रा, कमल-भौंरा, कोई रोमान्स
बहेलिया हो, मोर हो, मणिपुरी, गरबा,
पैर, माझा, हाथ, गरदन, भौंहें मटका
नाच अफ़्रीकन हो या यूरोपीयन,
सब में मेरी ही गढ़न।
किसी भी तरह का हावभाव,
मेरा ही रहता है सबमें ताव।
मैने बदलें पैंतरे,
जहां भी शासक लड़े।
पर हैं प्रोलेटेरियन झगड़े जहां,
मियां-बीबी के, क्या कहना है वहां।
नाचता है सूदखोर जहां कहीं ब्याज डुचता,
नाच मेरा क्लाईमेक्स को पहुचंता।

नहीं मेरे हाड़, कांटे, काठ का
नहीं मेरा बदन आठोगांठ का।
रस-ही-रस मैं हो रहा
सफ़ेदी का जहन्नम रोकर रहा।
दुनिया में सबने मुझी से रस चुराया,
रस में मैं डूबा-उतराया।
मुझी में गोते लगाये वाल्मीकि-व्यास ने
मुझी से पोथे निकाले भास-कालिदास ने।
टुकुर-टुकुर देखा किये मेरे ही किनारे खड़े
हाफ़िज-रवीन्द्र जैसे विश्वकवि बड़े-बड़े।
कहीं का रोड़ा, कही का पत्थर
टी.एस. एलीयट ने जैसे दे मारा
पढ़नेवाले ने भी जिगर पर रखकर
हाथ, कहां,’लिख दिया जहां सारा’।
ज्यादा देखने को आंख दबाकर
शाम को किसी ने जैसे देखा तारा।
जैसे प्रोग्रेसीव का कलम लेते ही
रोका नहीं रूकता जोश का पारा
यहीं से यह कुल हुआ
जैसे अम्मा से बुआ।
मेरी सूरत के नमूने पीरामेड
मेरा चेला था यूक्लीड।
रामेश्वर, मीनाछी, भुवनेश्वर,
जगन्नाथ, जितने मन्दिर सुन्दर
मैं ही सबका जनक
जेवर जैसे कनक।
हो कुतुबमीनार,
ताज, आगरा या फ़ोर्ट चुनार,
विक्टोरिया मेमोरियल, कलकत्ता,
मस्जिद, बगदाद, जुम्मा, अलबत्ता
सेन्ट पीटर्स गिरजा हो या घण्टाघर,
गुम्बदों में, गढ़न में मेरी मुहर।
एरियन हो, पर्शियन या गाथिक आर्च
पड़ती है मेरी ही टार्च।
पहले के हो, बीच के हो या आज के
चेहरे से पिद्दी के हों या बाज के।
चीन के फ़ारस के या जापान के
अमरिका के, रूस के, इटली के, इंगलिस्तान के।
ईंट के, पत्थर के हों या लकड़ी के
कहीं की भी मकड़ी के।
बुने जाले जैसे मकां कुल मेरे
छत्ते के हैं घेरे।

सर सभी का फ़ांसनेवाला हूं ट्रेप
टर्की टोपी, दुपलिया या किश्ती-केप।
और जितने, लगा जिनमें स्ट्रा या मेट,
देख, मेरी नक्ल है अंगरेजी हेट।
घूमता हूं सर चढ़ा,
तू नहीं, मैं ही बड़ा।”

(२)
बाग के बाहर पड़े थे झोपड़े
दूर से जो देख रहे थे अधगड़े।
जगह गन्दी, रूका, सड़ता हुआ पानी
मोरियों मे; जिन्दगी की लन्तरानी-
बिलबिलाते किड़े, बिखरी हड्डियां
सेलरों की, परों की थी गड्डियां
कहीं मुर्गी, कही अण्डे,
धूप खाते हुए कण्डे।
हवा बदबू से मिली
हर तरह की बासीली पड़ी गयी।
रहते थे नव्वाब के खादिम
अफ़्रिका के आदमी आदिम-
खानसामां, बावर्ची और चोबदार;
सिपाही, साईस, भिश्ती, घुड़सवार,
तामजानवाले कुछ देशी कहार,
नाई, धोबी, तेली, तम्बोली, कुम्हार,
फ़ीलवान, ऊंटवान, गाड़ीवान
एक खासा हिन्दु-मुस्लिम खानदान।
एक ही रस्सी से किस्मत की बंधा
काटता था जिन्दगी गिरता-सधा।
बच्चे, बुड्ढे, औरते और नौजवान
रह्ते थे उस बस्ती में, कुछ बागबान
पेट के मारे वहां पर आ बसे
साथ उनके रहे, रोये और हंसे।

एक मालिन
बीबी मोना माली की थी बंगालिन;
लड़की उसकी, नाम गोली
वह नव्वाबजादी की थी हमजोली।
नाम था नव्वाबजादी का बहार
नजरों में सारा जहां फ़र्माबरदार।
सारंगी जैसी चढ़ी
पोएट्री में बोलती थी
प्रोज में बिल्कुल अड़ी।
गोली की मां बंगालिन, बहुत शिष्ट
पोयट्री की स्पेशलिस्ट।
बातों जैसे मजती थी
सारंगी वह बजती थी।
सुनकर राग, सरगम तान
खिलती थी बहार की जान।
गोली की मां सोचती थी-
गुर मिला,
बिना पकड़े खिचे कान
देखादेखी बोली में
मां की अदा सीखी नन्हीं गोली ने।
इसलिए बहार वहां बारहोमास
डटी रही गोली की मां के
कभी गोली के पास।
सुबहो-शाम दोनों वक्त जाती थी
खुशामद से तनतनाई आती थी।
गोली डांडी पर पासंगवाली कौड़ी
स्टीमबोट की डोंगी, फ़िरती दौड़ी।
पर कहेंगे-
‘साथ-ही-साथ वहां दोनो रहती थीं
अपनी-अपनी कहती थी।
दोनों के दिल मिले थे
तारे खुले-खिले थे।
हाथ पकड़े घूमती थीं
खिलखिलाती झूमती थीं।
इक पर इक करती थीं चोट
हंसकर होतीं लोटपोट।
सात का दोनों का सिन
खुशी से कटते थे दिन।
महल में भी गोली जाया करती थी
जैसे यहां बहार आया करती थी।

एक दिन हंसकर बहार यह बोली-
“चलो, बाग घूम आयें हम, गोली।”
दोनों चली, जैसे धूप, और छांह
गोली के गले पड़ी बहार की बांह।
साथ टेरियर और एक नौकरानी।
सामने कुछ औरतें भरती थीं पानी
सिटपिटायी जैसे अड़गड़े मे देखा मर्द को
बाबू ने देखा हो उठती गर्दन को।
निकल जाने पर बहार के, बोली
पहली दूसरी से, “देखो, वह गोली
मोना बंगाली की लड़की ।
भैंस भड़्की,
ऎसी उसकी मां की सूरत
मगर है नव्वाब की आंखों मे मूरत।
रोज जाती है महल को, जगे भाग
आखं का जब उतरा पानी, लगे आग,
रोज ढोया आ रहा है माल-असबाब
बन रहे हैं गहने-जेवर
पकता है कलिया-कबाब।”
झटके से सिर-आंख पर फ़िर लिये घड़े
चली ठनकाती कड़े।
बाग में आयी बहार
चम्पे की लम्बी कतार
देखती बढ़्ती गयी
फ़ूल पर अड़ती गयी।
मौलसिरी की छांह में
कुछ देर बैठ बेन्च पर
फ़िर निगाह डाली एक रेन्ज पर
देखा फ़िर कुछ उड़ रही थी तितलियां
डालों पर, कितनी चहकती थीं चिड़ियां।
भौरें गूंजते, हुए मतवाले-से
उड़ गया इक मकड़ी के फ़ंसकर बड़े-से जाले से।
फ़िर निगाह उठायी आसमान की ओर
देखती रही कि कितनी दूर तक छोर
देखा, उठ रही थी धूप-
पड़ती फ़ुनगियों पर, चमचमाया रूप।
पेड़ जैसे शाह इक-से-इक बड़े
ताज पहने, है खड़े।
आया माली, हाथ गुलदस्ते लिये
गुलबहार को दिये।
गोली को इक गुलदस्ता
सूंघकर हंसकर बहार ने दिया।
जरा बैठकर उठी, तिरछी गली
होती कुन्ज को चली!
देखी फ़ारांसीसी लिली
और गुलबकावली।
फ़िर गुलाबजामुन का बाग छोड़ा
तूतो के पेड़ो से बायें मुंह मोड़ा।
एक बगल की झाड़ी
बढ़ी जिधर थी बड़ी गुलाबबाड़ी।
देखा, खिल रहे थे बड़े-बड़े फ़ूल
लहराया जी का सागर अकूल।
दुम हिलाता भागा टेरियर कुत्ता
जैसे दौड़ी गोली चिल्लाती हुई ‘कुकुरमुत्ता’।
सकपकायी, बहार देखने लगी
जैसे कुकुरमुत्ते के प्रेम से भरी गोली दगी।
भूल गयी, उसका था गुलाब पर जो कुछ भी प्यार
सिर्फ़ वह गोली को देखती रही निगाह की धार।
टूटी गोली जैसे बिल्ली देखकर अपना शिकार
तोड़कर कुकुरमुत्तों को होती थी उनके निसार।
बहुत उगे थे तब तक
उसने कुल अपने आंचल में
तोड़कर रखे अब तक।
घूमी प्यार से
मुसकराती देखकर बोली बहार से-
“देखो जी भरकर गुलाब
हम खायंगे कुकुरमुत्ते का कबाब।”
कुकुरमुत्ते की कहानी
सुनी उससे जीभ में बहार की आया पानी।
पूछा “क्या इसका कबाब
होगा ऎसा भी लजीज?
जितनी भाजियां दुनिया में
इसके सामने नाचीज?”
गोली बोली-”जैसी खुशबू
इसका वैसा ही स्वाद,
खाते खाते हर एक को
आ जाती है बिहिश्त की याद
सच समझ लो, इसका कलिया
तेल का भूना कबाब,
भाजियों में वैसा
जैसा आदमियों मे नव्वाब”

“नहीं ऎसा कहते री मालिन की
छोकड़ी बंगालिन की!”
डांटा नौकरानी ने-
चढ़ी-आंख कानी ने।
लेकिन यह, कुछ एक घूंट लार के
जा चुके थे पेट में तब तक बहार के।
“नहीं नही, अगर इसको कुछ कहा”
पलटकर बहार ने उसे डांटा-
“कुकुरमुत्ते का कबाब खाना है,
इसके साथ यहां जाना है।”
“बता, गोली” पूछा उसने,
“कुकुरमुत्ते का कबाब
वैसी खुशबु देता है
जैसी कि देता है गुलाब!”
गोली ने बनाया मुंह
बाये घूमकर फ़िर एक छोटी-सी निकाली “उंह!”
कहा,”बकरा हो या दुम्बा
मुर्ग या कोई परिन्दा
इसके सामने सब छू:
सबसे बढ़कर इसकी खुशबु।
भरता है गुलाब पानी
इसके आगे मरती है इन सबकी नानी।”
चाव से गोली चली
बहार उसके पीछे हो ली,
उसके पीछे टेरियर, फ़िर नौकरानी
पोंछती जो आंख कानी।
चली गोली आगे जैसे डिक्टेटर
बहार उसके पीछे जैसे भुक्खड़ फ़ालोवर।
उसके पीछे दुम हिलाता टेरियर-
आधुनिक पोयेट (Poet)
पीछे बांदी बचत की सोचती
केपीटलिस्ट क्वेट।
झोपड़ी में जल्दी चलकर गोली आयी
जोर से ‘मां’ चिल्लायी।
मां ने दरवाजा खोला,
आंखो से सबको तोला।
भीतर आ डलिये मे रक्खे
मोली ने वे कुकुरमुत्ते।
देखकर मां खिल गयी।
निधि जैसे मिल गयी।
कहा गोली ने, “अम्मा,
कलिया-कबाब जल्द बना।
पकाना मसालेदार
अच्छा, खायेंगी बहार।
पतली-पतली चपातियां
उनके लिए सेख लेना।”
जला ज्यों ही उधर चूल्हा,
खेलने लगीं दोनों दुल्हन-दूल्हा।
कोठरी में अलग चलकर
बांदी की कानी को छलकर।
टेरियर था बराती
आज का गोली का साथ।
हो गयी शादी कि फ़िर दूल्हन-बहार से।
दूल्हा-गोली बातें करने लगी प्यार से।
इस तरह कुछ वक्त बीता, खाना तैयार
हो गया, खाने चलीं गोली और बहार।
कैसे कहें भाव जो मां की आंखो से बरसे
थाली लगायी बड़े समादर से।
खाते ही बहार ने यह फ़रमाया,
“ऎसा खाना आज तक नही खाया”
शौक से लेकर सवाद
खाती रहीं दोनो
कुकुरमुत्ते का कलिया-कबाब।
बांदी को भी थोड़ा-सा
गोली की मां ने कबाब परोसा।
अच्छा लगा, थोड़ा-सा कलिया भी
बाद को ला दिया,
हाथ धुलाकर देकर पान उसको बिदा किया।

कुकुरमुत्ते की कहानी
सुनी जब बहार से
नव्वाब के मुंह आया पानी।
बांदी से की पूछताछ,
उनको हो गया विश्वास।
माली को बुला भेजा,
कहा,”कुकुरमुत्ता चलकर ले आ तू ताजा-ताजा।”
माली ने कहा,”हुजूर,
कुकुरमुत्ता अब नहीं रहा है, अर्ज हो मन्जूर,
रहे है अब सिर्फ़ गुलाब।”
गुस्सा आया, कांपने लगे नव्वाब।
बोले;”चल, गुलाब जहां थे, उगा,
सबके साथ हम भी चाहते है अब कुकुरमुत्ता।”
बोला माली,”फ़रमाएं मआफ़ खता,
कुकुरमुत्ता अब उगाया नहीं उगता।”` },
    ],
  },
  {
    title: 'अणिमा / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'नूपुर के सुर मन्द रहे / सूर्यकांत त्रिपाठी "निराला"' , content:`नूपुर के सुर मन्द रहे,
जब न चरण स्वच्छन्द रहे।
उतरी नभ से निर्मल राका,
पहले जब तुमने हँस ताका
बहुविध प्राणों को झंकृत कर
बजे छन्द जो बन्द रहे।
नयनों के ही साथ फिरे वे
मेरे घेरे नहीं घिरे वे,
तुमसे चल तुममें ही पहुँचे
जितने रस आनन्द रहे।
(1941)`},
      {title:'बादल छाये / सूर्यकांत त्रिपाठी "निराला"' , content:`बादल छाये,
ये मेरे अपने सपने
आँखों से निकले, मँडलाये।
बूँदें जितनी
चुनी अधखिली कलियाँ उतनी;
बूँदों की लड़ियों के इतने
हार तुम्हें मैंने पहनाये !
गरजे सावन के घन घिर घिर,
नाचे मोर बनों में फिर फिर
जितनी बार
चढ़े मेरे भी तार
छन्द से तरह तरह तिर,
तुम्हें सुनाने को मैंने भी
नहीं कहीं कम गाने गाये।
(1941)`},
      {title:'जन-जन के जीवन के सुन्दर / सूर्यकांत त्रिपाठी "निराला"' , content:`जन-जन के जीवन के सुन्दर
हे चरणों पर
भाव-वरण भर
दूँ तन-मन-धन न्योछावर कर।
दाग़-दग़ा की
आग लगा दी
तुमने जो जन-जन की, भड़की;
करूँ आरती मैं जल-जल कर।
गीत जगा जो
गले लगा लो, हुआ ग़ैर जो, सहज सगा हो,
करे पार जो है अति दुस्तर।
(1939)`},
      {title:'उन चरणों में मुझे दो शरण / सूर्यकांत त्रिपाठी "निराला"' , content:`उन चरणों में मुझे दो शरण।
इस जीवन को करो हे मरण।
बोलूँ अल्प, न करूँ जल्पना,
सत्य रहे, मिट जाय कल्पना,
मोह-निशा की स्नेह-गोद पर
सोये मेरा भरा जागरण।
आगे-पीछे दायें-बायें
जो आये थे वे हट जायें
उठे सृष्टि से दृष्टि, सहज मैं
करूँ लोक-आलोक-सन्तरण।
(1939)`},
      {title:'सुन्दर हे, सुन्दर / सूर्यकांत त्रिपाठी "निराला"' , content:`सुन्दर हे, सुन्दर !
दर्शन से जीवन पर
बरसे अनिश्वर स्वर।
परसे ज्यों प्राण,
फूट पड़ा सहज गान,
तान-सुरसरिता बही
तुम्हारे मंगल-पद छू कर।
उठी है तरंग,
बहा जीवन निस्संग,
चला तुमसे मिलन को
खिलने को फिर फिर भर भर।
(1939)`},
      {title:'दलित जन पर करो ' , content:`दलित जन पर करो करुणा।
दीनता पर उतर आये
प्रभु, तुम्हारी शक्ति अरुणा।
हरे तन-मन प्रीति पावन,
मधुर हो मुख मनोभावन,
सहज चितवन पर तरंगित
हो तुम्हारी किरण तरुणा
देख वैभव न हो नत सिर,
समुद्धत मन सदा हो स्थिर,
पार कर जीवन निरन्तर
रहे बहती भक्ति-वरुणा।
(1939)`},
      {title:'भाव जो छलके पदों पर' , content:`भाव जो छलके पदों पर,
न हों हलके, न हों नश्वर।
चित्त चिर-निर्मल करे वह,
देह-मन शीतल करे वह,
ताप सब मेरे हरे वह
नहा आई जो सरोवर।
गन्धवह हे, धूप मेरी।
हो तुम्हारी प्रिय चितेरी,
आरती की सहज फेरी
रवि, न कम कर दे कहीं कर।
(1939)`},
      {title:'धूलि में तुम मुझे भर दो' , content:`धूलि में तुम मुझे भर दो।
धूलि-धूसर जो हुए पर
उन्हीं के वर वरण कर दो
दूर हो अभिमान, संशय,
वर्ण-आश्रम-गत महामय,
जाति-जीवन हो निरामय
वह सदाशयता प्रखर दो।
फूल जो तुमने खिलाया,
सदल क्षिति में ला मिलाया,
मरण से जीवन दिलाया सुकर जो वह मुझे वर दो।
(1940)`},
      {title:'तुम्हें चाहता वह भी सुन्दर' , content:`तुम्हें चाहता वह भी सुन्दर,
जो द्वार-द्वार फिर कर
भीख माँगता कर फैला कर।
भूख अगर रोटी की ही मिटी,
भूख की जमीन न चौरस पिटी,
और चाहता है वह कौर उठाना कोई
देखो, उसमें उसकी इच्छा कैसे रोई,
द्वार-द्वार फिर कर
भीख माँगता कर फैला कर-
तुम्हें चाहता वह भी सुन्दर।
देश का, समाज का
कर्णधार हो किसी जहाज का
पार करे कैसा भी सागर
फिर भी रहता है चलना उसे
फिर भी रहता है पीछे डर;
चाहता वहाँ जाना वह भी
नहीं चलाना जहाँ जहाज, नहीं सागर,
नहीं डूबने का भी जहाँ डर।
तुम्हें चाहता है वह, सुन्दर,
जो द्वार-द्वार फिर कर
भीख माँगता कर फैला कर।
(1940)`},
      {title:'मैं बैठा था पथ पर ' , content:`मैं बैठा था पथ पर,
तुम आये चढ़ रथ पर।
हँसे किरण फूट पड़ी,
टूटी जुड़ गई कड़ी,
भूल गये पहर-घड़ी,
आई इति अथ पर।
उतरे, बढ़ गही बाँह,
पहले की पड़ी छाँह,
शीतल हो गई देह,
बीती अविकथ पर।
(1940)`},
      {title:'मैं अकेला ' , content:`मैं अकेला;
देखता हूँ, आ रही
      मेरे दिवस की सान्ध्य बेला ।

पके आधे बाल मेरे
हुए निष्प्रभ गाल मेरे,
चाल मेरी मन्द होती आ रही,
      हट रहा मेला ।

जानता हूँ, नदी-झरने
जो मुझे थे पार करने,
कर चुका हूँ, हँस रहा यह देख,
      कोई नहीं भेला<ref>पुराने ढंग की नाव</ref> ।`},
      {title:'स्नेह-निर्झर बह गया है' , content:`स्नेह-निर्झर बह गया है !
रेत ज्यों तन रह गया है ।

आम की यह डाल जो सूखी दिखी,
कह रही है-"अब यहाँ पिक या शिखी
नहीं आते; पंक्ति मैं वह हूँ लिखी
नहीं जिसका अर्थ-
          जीवन दह गया है ।"

"दिये हैं मैने जगत को फूल-फल,
किया है अपनी प्रतिभा से चकित-चल;
पर अनश्वर था सकल पल्लवित पल--
ठाट जीवन का वही
          जो ढह गया है ।"

अब नहीं आती पुलिन पर प्रियतमा,
श्याम तृण पर बैठने को निरुपमा ।
बह रही है हृदय पर केवल अमा;
मै अलक्षित हूँ; यही
          कवि कह गया है ।`},
      {title:'' , content:``},
      
      


    ],
  },
  
  {
    title: 'बेला / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'बदलीं जो उनकी आँखें ',content:`बदलीं जो उनकी आँखें, इरादा बदल गया।
गुल जैसे चमचमाया कि बुलबुल मसल गया।

यह टहनी से हवा की छेड़छाड़ थी, मगर
खिलकर सुगन्ध से किसी का दिल बहल गया।

ख़ामोश फ़तह पाने को रोका नहीं रुका,
मुश्किल मुकाम, ज़िन्दगी का जब सहल गया।

मैंने कला की पाटी ली है शेर के लिए,
दुनिया के गोलन्दाजों को देखा, दहल गया।`},
      {title:'आए पलक पर प्राण कि',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'स्नेह की रागिनी बजी ',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'हँसी के तार होते हैं ये बहार के दिन ',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'लू के झोंकों झुलसे हुए थे जो ',content:`लू के झोंकों झुलसे हुए थे जो,
भरा दौंगरा उन्ही पर गिरा।
उन्ही बीजों को नये पर लगे,
उन्ही पौधों से नया रस झिरा।

उन्ही खेतों पर गये हल चले,
उन्ही माथों पर गये बल पड़े,
उन्ही पेड़ों पर नये फल फले,
जवानी फिरी जो पानी फिरा।

पुरवा हवा की नमी बढ़ी,
जूही के जहाँ की लड़ी कढ़ी,
सविता ने क्या कविता पढ़ी,
बदला है बादलों से सिरा।

जग के अपावन धुल गये,
ढेले गड़ने वाले थे घुल गये,
समता के दृग दोनों तुल गये,
तपता गगन घन से घिरा।`},
      {title:'बातें चलीं सारी रात तुम्हारी ',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'काले-काले बादल छाए',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'टूटी बाँह जवाहर की',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'आरे, गंगा के किनारे',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'बाहर मैं कर दिया गया हूँ',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},

      {title:'मुसीबत में कटे हैं दिन',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
     
      {title:'स्वर के सुमेरु से झर-झरकर',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'शुभ्र आनन्द आकाश पर छा गया',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'बीन की झंकार कैसी बस गई',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'वेश-रूखे, अधर सूखे ',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'किनारा वह हमसे किए जा रहे हैं',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'',content:``},

    ]
  },
  {
    title: 'नए पत्ते / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'पाँचक',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'राजे ने अपनी रखवाली की',content:`राजे ने अपनी रखवाली की;
किला बनाकर रहा;
बड़ी-बड़ी फ़ौजें रखीं ।
चापलूस कितने सामन्त आए ।
मतलब की लकड़ी पकड़े हुए ।
कितने ब्राह्मण आए
पोथियों में जनता को बाँधे हुए ।
कवियों ने उसकी बहादुरी के गीत गाए,
लेखकों ने लेख लिखे,
ऐतिहासिकों ने इतिहास के पन्ने भरे,
नाट्य-कलाकारों ने कितने नाटक रचे
रंगमंच पर खेले ।
जनता पर जादू चला राजे के समाज का ।
लोक-नारियों के लिए रानियाँ आदर्श हुईं ।
धर्म का बढ़ावा रहा धोखे से भरा हुआ ।
लोहा बजा धर्म पर, सभ्यता के नाम पर ।
ख़ून की नदी बही ।
आँख-कान मूंदकर जनता ने डुबकियाँ लीं ।
आँख खुली-- राजे ने अपनी रखवाली की ।`},
      {title:'दग़ा की ',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'चर्खा चला',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
      {title:'महगू मँहगा रहा',content:`फ़िलहाल इस पृष्ठ पर कोई सामग्री नहीं है। आप अन्य पृष्ठों में इस शीर्षक की खोज कर सकते हैं, या संबंधित लॉग खोज सकते हैं, परन्तु आपको यह पृष्ठ बनाने की अनुमति नहीं है।`},
    ]
  },
  {
    title: 'अर्चना / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'भव अर्णव की तरणी तरुणा',content:`भव-अर्णव की तरुणी तरुणा ।
बरसीं तुम नयनों से करुणा ।

हार हारकर भी जो जीता,--
सत्य तुम्हारी गाई गीता,--
हुईं असित जीवन की सीता,
दाव-दहन की श्रावण-वरुणा ।

काटे कटी नहीं जो कारा
उसकी हुईं मुक्ति की धारा,
वार वार से जो जन हारा ।
उसकी सहज साधिका अरुणा ।`},
{title:'तन की, मन की, धन की हो तुम',content:`तन की, मन की, धन की हो तुम।
नव जागरण, शयन की हो तुम।

काम कामिनी कभी नहीं तुम,
सहज स्वामिनी सदा रहीं तुम,
स्वर्ग-दामिनी नदी बहीं तुम,
अनयन नयन-नयन की हो तुम।

मोह-पटल-मोचन आरोचन,
जीवन कभी नहीं जन-शोचन,
हास तुम्हारा पाश-विमोचन,
मुनि की मान, मनन की हो तुम।

गहरे गया, तुम्हें तब पाया,
रहीं अन्यथा कायिक छाया,
सत्य भाष की केवल माया,
मेरे श्रवण वचन की हो तुम।`},
{title:'भज, भिखारी, विश्व-भरणा',content:`भज भिखारी, विश्वभरणा,
सदा अशरण-शरण-शरणा।

मार्ग हैं, पर नहीं आश्रय;
चलन है, पर निर्दलन-भय;
सहित-जीवन मरण निश्चय;
कह सतत जय-विजय-रणना।

पतित को सित हाथ गहकर
जो चलाती हैं सुपथ पर,
उन्हीं का तू मनन कर कर
पकड़ निश्शर-विश्वतरणा।

पार पारावार कर तू,
मर विभव से, अमर बर तू,
रे असुन्दर, सुघर घर तू,
एक तेरी तपोवरणा।`},
{title:'समझा जीवन की विजया हो',content:`समझा जीवन की विजया हो।
रथी दोषरत को दलने को
विरथ व्रती पर सती दया हो।

पता न फिर भी मिला तुम्हारा,
खोज-खोजकर मानव हारा;
फिर भी तुम्हीं एक ध्रुवतारा,
नैश पथिक की पिक अभया हो।

ऋतुओं के आवर्त-विवर्तों,
लिये चलीं जो समतल-गर्तों,
खुलती हुई मर्त्य के पर्तों
कला सफल तुम विमलतया हो।`},
{title:'पंक्ति पंक्ति में मान तुम्हारा',content:`पंक्ति पंक्ति में मान तुम्हारा|
भुक्ति-मुक्ति में गान तुम्हारा।

आंख-आंख पर भाव बदलकर,
चमके हो रंग-छवि के पलभर,
पुनः खोलकर हृदय-कमल कर,
गन्ध बने, अभिधान तुम्हारा।

विपुल-पुलक-व्याकुल अलि के दल
मानव मधु के लिए समुत्कल
उठे ज्योति के पंख खमण्डल,
अन्तस्तल अभियान तुम्हारा।

बैठे हृदयासन स्वतनत्र-मन,
किया समाहित रूप-विचिन्तन,
नृम्न मृण्मरण बचे विचक्षण,
ज्ञान-ज्ञान शुभ स्थान तुम्हारा।`},
{title:'दुरित दूर करो नाथ',content:`दुरित दूर करो नाथ
अशरण हूँ, गहो हाथ।

हार गया जीवन-रण,
छोड़ गये साथी जन,
एकाकी, नैश-क्षण,
कण्टक-पथ, विगत पाथ।

देखा है, प्रात किरण
फूटी है मनोरमण,
कहा, तुम्ही को अशरण-
शरण, एक तुम्हीं साथ।

जब तक शत मोह जाल
घेर रहे हैं कराल--
जीवन के विपुल व्याल,
मुक्त करो, विश्वगाथ!`},
{title:'भव-सागर से पार करो हे! ',content:`भव-सागर से पार करो हे!
गह्वर से उद्धार करो हे!

कृमि से पतित जन्म होता है,
शिशु दुर्गन्ध-विकल रोता है,
ठोकर से जगता-सोता है,
प्रभु, उसका निर्वार करो हे!

पशुओं से संकुल सन्तुल जग,
अहंकार के बाँध बंधा मग,
नहीं डाल भी जो बैठे खग,
ऐसे तल निस्तार करो हे!

विपुल काम के जाल बिछाकर,
जीते हैं जन जन को खाकर,
रहूँ कहाँ मैं ठौर न पाकर,
माया का संहार करो हे!`},
{title:'रमण मन के मान के तन ',content:`रमण मन के, मान के तन!
तुम्हीं जग के जीव-जीवन!

तुम्हीं में है महामाया,
जुड़ी छुटकर विश्वकाया;
कल्पतरु की कनक-छाया
तुम्हारे आनन्द-कानन।

तुम्हारी स्वर्सरित बहकर
हर रही है ताप दुस्तर;
तुम्हारे उर हैं अमर-मर,
दिवाकर, शशि, तारकागण।

तुम्हीं से ऋतु घूमती है,
नये कलि-दल चूमती है,
नये आसव झूमती है,
नये गीतों, नये नर्तन!`},
{title:'',content:``},
{title:'',content:``},
{title:'',content:``},
{title:'',content:``},
{title:'',content:``},
{title:'',content:``},

    ]
  },
  {
    title: 'आराधना / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'गोरे अधर मुस्काई',content:`गोरे अधर मुस्काई
हमारी वसन्त विदाई ।
अंग-अंग बलखाई
हमारी वसन्त विदाई ।

परिमल के निर्झर जो बहे ये,
नयन खुले कहते ही रहे ये-
जग के निष्ठुर घात सहे ये,
बात न कुछ बन पाई,
कहाँ से कहाँ चली आई ।

भाल लगा ऊषा का टीका,
चमका सहज संदेसा पी का,
छूटा भय-पतिपावन जी का,
फूटी तरुण अरुणाई,
कि छूट गई और सगाई ।`},
      {title:'पद्मा के पद को पाकर हो',content:`पद्मा के पद को पाकर हो
सविते, कविता को यह वर दो।
वारिज के दृग रवि के पदनख
निरख-निरखकर लहें अलख सुख;
चूर्ण-ऊर्मि-चेतन जीवन रख
हृदय-निकेतन स्वरमय कर दो।
एक दिवस के जीवन में जय,
जरा-मरण-क्षय हो निस्संशय,
जागे करुँणा, अक्षतपश्चय,
काल एक को सुकराकर हो।
मेरी अलक धूलिपग पोंछे,
श्रम शरीर का पलक अँगोछे,
उठें ऊर्ध्व मन से जो ओछे,
मिलें निलय में एक प्रकर दो।


दुख के सुख जियो, पियो ज्वाला,
शंकर की स्मर-शर की हाला।
शाशि के लाञ्छन हो सुन्दरतर,
अभिशाप समुत्कल जीवन-वर
वाणी कल्याणी अविनश्वर
शरणों की जीवन-पण माला।
उद्वेल हो उठो भाटे से,
बढ़ जाओ घाटे-घाटे से।
ऐंठो कस आटे-आटे से,
भर दो जीकर छाला-छाला।


धाये धाराधर धावन हे !
गगन-गगन गाजे सावन हे !
प्यासे उत्पल के पलकों पर
बरसे जल धर-धर-धर-धर-धर,
शीकर – शीकर से श्रम पीकर;
नयन – नयन आये पावन हे !
श्याम दिगन्त दाम-छबि छायी,
बही अनुत्कुण्ठित पुरवाई,
शीतलता-शीतलता आयी,
प्रियतम जीवन-मन भावन हे !


आयीं कल जैसी पल
खिंचे-खिंचे रहे सकल।
स्यन्दन नभ से उतरा,
हुआ स्पन्द और खरा,
निखरी जो दृष्टि परा,
दिखे दिव्य नयनोत्पल।
काँपे दिग्वास तरुण,
लहरा निश्वास अरुण,
हुई धरा करुण-करुण,
जागा यौवन, मंगल।


कमल – कमल युगपदतल,
नील सरोवर जल, थल।
ऊर्मिल मृदु गन्ध हास,
भू पर फैला प्रकाश,
छाया दिड्मधुर वास,
प्रतिपल कलकल कलकल।
खुली हुई केशराशि,
दृष्टि राम-श्याम भासि,
जीवन की मरण-पाशि,
समाश्वासि काशी कल।


मरा हूँ हजार मरण
पायी तब चरण-शरण।
फैला जो तिमिर-जाल
कट-कटकर रहा काल,
आसुओं के अंशुमाल,
पड़े अमित सिताभरण।
जल-कलकल-नाद बढ़ा,
अन्तर्हित हर्ष कढ़ा,
विश्व उसी को उमड़ा,
हुए चारु-करण सरण।


अरघान की फैल,
मैली हुई मालिनी की मृदुल शैल।
लाले पड़े हैं,
हजारों जवानों कि जानों लड़े हैं;
कहीं चोट खायी कि कोसों बढ़े हैं,
उड़ी आसमाँ को खुरीधूल की गैल-
अरघान की फैल।
काटे कट काटते ही रहे तो,
पड़े उम्रभर पाटते ही रहे तो,
अधूरी कथाओं,
कटारी व्याथाओं,
फिरा जीं जबानें कि ज्यों बाल में बैल।


रँग रँग से यह गागर भर दो,
निष्प्राणों को रसमय कर दो।
माँ, मानस के सित शतदल को
रेणु-गन्ध के पंख खिला दो,
जग को मंगल मंगल के पग
पार लगा दो, प्राण मिला दो;
तरु को तरुण पत्र-मर्मर दो।
खग को ज्योतिःपुञ्ज प्रात दो
जग-ठग को प्रेयसी रात दो,
मुझको कविता का प्रपात दो,
अविरत मारण-मरण हाथ दो,
बँधे परों के उड़ते वर दो !
छेड़ दे तार तू पुनर्वार
फिर हो अरण्य में चरणचार।


फिर घाटी-घाटी से बँधकर
वातुल घूमें झूमकर भँवर,
प्राणों की पावनता भरकर
खोले स्वर की सुन्दर विचार।
जङ्गम को जड़, जड़ को जङ्गम
कर दे, भर दे सम और विषम,
उठते गिरते स्वर के निरुपम
सरिगम तोड़ें दुर्दम चहार।

आज मन पावन हुआ है,
जेठ में सावन हुआ है।
अभी तक दृग बन्द थे ये,
खुले उर के छन्द थे ये,
सुजल होकर बन्द थे ये,
राम अहिरावण हुआ है।
कटा था जो पटा रहकर,
फटा था जो सटा रहकर,
डटा था जो हटा रहकर,
अचल था, धावन हुआ है।


सुख के दिन भी याद तुम्हारी
की है, ली है राह उतारी।
उपवन में यौवन के निरलस
बैठी थी, तनमन विरस-विरस,
आये लाख बार बासे, बस
हुई दशा सारी की सारी।
मेरे मानस को उभारकर
अन्तर्धान हो गये सत्वर,
उठी अचानक मैं जैसे स्वर,
कोकिल की काकली सँवारी।


कृष्ण कृष्ण राम राम,
जपे हैं हज़ार नाम।
जीवन के लड़े समर,
डटे रहे, हारे स्तर,
स्मर के शर के मर्मर,
गये, पुनः जिते धाम।


ऐसे उत्थान-पतन,
भरा हुआ है उपवन,
प्राणों का गमागमन,
हैं प्रमाण से प्रणाम।
दिखे दित्य सभी लोक
शोकहर विटप अशोक,
नैश चन्द्र और कोक,
आकर्षण या विराम।


उर्ध्व चन्द्र, अधर चन्द्र,
माझ मान मेष मन्द्र।
क्षण-क्षण विद्युत प्रकाश,
गुरु गर्जन मधुर भास,
कुज्झटिका अट्टहास,
अन्तर्दृग विनिस्तन्द्र।
विश्व अखिल मुकुल-बन्ध,
जैसे यतिहीन छन्द,
सुख की गति और मन्द,
भरे एक-एक रन्ध्र।`},
      {title:'यह संसार सभी बदला है ',content:`ऊँट-बैल का साथ हुआ है;
कुत्ता पकड़े हुए जुआ है।

यह संसार सभी बदला है;
फिर भी नीर वही गदला है,
जिससे सिंचकर ठण्डा हो तन,
उस चित-जल का नहीं सुआ है।

रूखा होकर ठिठुर गया है;
जीवन लकड़ी का लड़का है,
खोले कोंपल, फले फूलकर
तरु-तल वैसा नहीं कुआँ है।

रचनाकाल=15 दिसम्बर, 1952`},
      {title:'दुख भी सुख का बन्धु बना ',content:`दुख भी सुख का बन्धु बना
पहले की बदली रचना ।

परम प्रेयसी आज श्रेयसी,
भीति अचानक गीति गेय की,
हेय हुई जो उपादेय थी,
कठिन, कमल-कोमल वचना ।

ऊँचा स्तर नीचे आया है,
तरु के तल फैली छाया है,
ऊपर उपवन फल लाया है,
छल से छुट कर मन अपना ।

रचनाकाल : 7 दिसम्बर, 1952`},
      {title:'सीधी राह मुझे चलने दो',content:`सीधी राह मुझे चलने दो|
अपने ही जीवन फलने दो।

जो उत्पात, घात आए हैं,
और निम्न मुझको लाए हैं,
अपने ही उत्ताप बुरे फल,
उठे फफोलों से गलने दो।

जहाँ चिन्त्य हैं जीवन के क्षण,
कहाँ निरामयता, संचेतन?
अपने रोग, भोग से रहकर,
निर्यातन के कर मलने दो।

रचनाकाल=7 दिसम्बर, 1952`},
      {title:'मरा हूँ हज़ार मरण',content:`मरा हूँ हजार मरण
पाई तब चरण-शरण ।

फैला जो तिमिर जाल
कट-कटकर रहा काल,
आँसुओं के अंशुमाल,
पड़े अमित सिताभरण ।

जल-कलकल-नाद बढ़ा
अन्तर्हित हर्ष कढ़ा,
विश्व उसी को उमड़ा,
हुए चारु-करण सरण ।`},
      {title:'अरघान की फैल',content:`अरघान की फैल,
मैली हुई मालिनी की मृदुल शैल।

लाले पड़े हैं,
हजारों जवानों कि जानों लड़े हैं;
कहीं चोट खाई कि कोसों बढ़े हैं,
उड़ी आसमाँ को खुरीधूल की गैल-
अरघान की फैल।

काटे कटी काटते ही रहे तो,
पड़े उम्रभर पाटते ही रहे तो,
अधूरी कथाओं,
करारी व्यथाओं,
फिरा दीं जबानें कि ज्यों बाल में बैल।`},
      {title:'दुखता रहता है अब जीवन ',content:`दुखता रहता है अब जीवन;
पतझड़ का जैसा वन-उपवन ।

        झर-झर कर जितने पत्र नवल
        कर गए रिक्त तनु का तरुदल,
       हैं चिह्न शेष केवल सम्बल,
       जिनसे लहराया था कानन ।

डालियाँ बहुत-सी सूख गईं,
उनकी न पत्रता हुई नई,
आधे से ज़्यादा घटा विटप,
बीज जो चला है ज्यों क्षण-क्षण ।

        यह वायु वसन्ती आई है
        कोयल कुछ क्षण कुछ गाई है,
       स्वर में क्या भरी बुढ़ाई है,
       दोनों ढलते जाते उन्मन ।`},
      {title:'सुख का दिन डूबे डूब जाए',content:`सुख का दिन डूबे डूबे जाए ।
तुमसे न सहज मन ऊब जाए ।

खुल जाए न मिली गाँठ मन की,
लुट जाए न उठी राशि धन की,
धुल जाए न आन शुभानन की,
सारा जग रूठे रूठ जाए ।

उलटी गति सीधी हो न भले,
प्रति जन की दाल गले न गले,
टाले न बान यह कभी टले,
यह जान जाए तो ख़ूब जाए ।`},
      {title:'हे मानस के सकाल',content:`हे मानस के सकाल !
छाया के अन्तराल !

रवि के, शशि के प्रकाश,
अम्बर के नील भास,
शारदा घन गहन-हास,
जगती के अंशुमाल ।

मानव के रूप सुघर,
मन के अतिरेक अमर,
निःस्व विश्व के सुन्दर,
माया के तमोजाल ।`},
      {title:'नील नयन, नील पलक',content:`नील नयन, नील पलक;
नील वदन, नील झलक ।

        नील-कमल-अमल-हास
        केवल रवि-रजत भास
        नील-नील आस-पास
        वारिद नव-नील छलक ।

नील-नीर-पान-निरत,
जगती के जन अविरत,
नील नाल से आनत,
तिर्यक-अति-नील अलक ।`},
      {title:'हारता है मेरा मन ',content:`हारता है मेरा मन विश्व के समर में जब
कलरव में मौन ज्यों
शान्ति के लिए, त्यों ही
हार बन रही हूँ प्रिय, गले की तुम्हारी मैं,
विभूति की, गन्ध की, तृप्ति की, निशा की ।

जानती हूँ तुममें ही
शेष है दान--मेरा अस्तित्व सब
दूसरा प्रभात जब फैलेगा विश्व में
कुछ न रह जाएगा तुझमें तब देने को ।

किन्तु आजीवन तुम एक तत्त्व समझोगे--
और क्या अधिकतर विश्व में शोभन है,
अधिक प्राणों के पास, अधिक आनन्द मय,
अधिक कहने के लिए प्रगति सार्थकता ।`},
      {title:'भग्न तन, रुग्ण मन',content:`भग्न तन, रुग्न मन,
जीवन विषण्ण वन ।

क्षीण क्षण-क्षण देह,
जीर्ण सज्जित गेह,
घिर गए हैं मेह,
प्रलय के प्रवर्षण ।

चलता नहीं हाथ,
कोई नहीं साथ,
उन्नत, विनत माथ,
दो शरण, दोषरण ।`},
      {title:'अशरण-शरण राम ',content:`अशरण-शरण राम,
काम के छवि-धाम ।

       ऋषि-मुनि-मनोहंस,
       रवि-वंश-अवतंस,
       कर्मरत निश्शंस,
       पूरो मनस्काम ।

जानकी-मनोरम,
नायक सुचारुतम,
प्राण के समुद्यम,
धर्म धारण श्याम ।`},
      {title:'ऊर्ध्व चन्द्र, अधर चन्द्र',content:`ऊर्ध्व चन्द्र, अधर चन्द्र,
माझ मान मेघ मन्द्र ।

      क्षण-क्षण विद्युत प्रकाश,
      गुरु गर्जन मधुर भास,
      कुज्झटिका अट्टहास,
      अन्तर्दृग विनिस्तन्द्र ।

विश्व अखिल मुकुल-बन्ध
जैसे यतिहीन छन्द,
सुख की गति और मन्द,
भरे एक-एक रन्ध्र ।`},
      {title:'तप के बन्धन बाँधो, बाँधो!',content:``},
      {title:'जावक-जय चरणों पर छाई ',content:``},
      {title:'खिरनी के पेड़ के तले',content:``},
      {title:'छलके छल के पैमाने क्या!',content:``},
    ]
  },
  {
    title: 'गीत कुंज / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'',content:``},
    ]
  },
  {
    title: 'सांध्य काकली / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'जय तुम्हारी देख भी ली',content:`जय तुम्हारी देख भी ली
रूप की गुण की, रसीली ।
    
     वृद्ध हूँ मैं, वृद्ध की क्या,
     साधना की, सिद्धी की क्या,
     खिल चुका है फूल मेरा,
     पंखड़ियाँ हो चलीं ढीली ।

चढ़ी थी जो आँख मेरी,
बज रही थी जहाँ भेरी,

वहाँ सिकुड़न पड़ चुकी है ।
जीर्ण है वह आज तीली ।
           
     आग सारी फुक चुकी है,
     रागिनी वह रुक चुकी है,
     स्मरण में आज जीवन,
     मृत्यु की है रेख नीली ।`},
      {title:'पत्रोत्कंठित जीवन का विष ',content:`पत्रोत्कंठित जीवन का विष बुझा हुआ है,
आज्ञा का प्रदीप जलता है हृदय-कुंज में,
अंधकार पथ एक रश्मि से सुझा हुआ है
दिङ् निर्णय ध्रुव से जैसे नक्षत्र-पुंज में ।

लीला का संवरण-समय फूलों का जैसे
फलों फले या झरे अफल, पातों के ऊपर,
सिद्ध योगियों जैसे या साधारण मानव,
ताक रहा है भीष्म शरों की कठिन सेज पर ।

स्निग्ध हो चुका है निदाघ, वर्षा भी कर्षित
कल शारद कल्य की, हेम लोमों आच्छादित,
शिशिर-भिद्य, बौरा बसंत आमों आमोदित,
बीत चुका है दिक्चुम्बित चतुरंग, काव्य, गति
यतिवाला, ध्वनि, अलंकार, रस, राग बन्ध के
वाद्य-छन्द के रणित गणित छुट चुके हाथ से--
क्रीड़ाएँ व्रीड़ा में परिणत । मल्ल भल्ल की--
मारें मूर्छित हुईं, निशाने चूक गए हैं ।

झूल चुकी है खाल ढाल की तरह तनी थी।
पुनः सवेरा, एक और फेरा है जी का ।`},
      {title:'फिर बेले में कलियाँ आईं',content:`फिर बेले में कलियाँ आईं ।
डालों की अलियाँ मुसकाईं ।

        सींचे बिना रहे जो जीते,
       स्फीत हुए सहसा रस पीते;
       नस-नस दौड़ गई हैं ख़ुशियाँ
        नैहर की ललियाँ लहराईं ।

सावन, कजली, बारहमासे
उड़-उड़ कर पूर्वा में भासे;
प्राणों के पलटे हैं पासे,
पात-पात में साँसें छाईं ।

       आमों की सुगन्ध से खिंच कर
       वैदेशिक जन आए हैं घर,
       बन्दनवार बँधे हैं सुन्दर,
       सरिताएँ उमड़ीं, उतराईं ।`},
      {title:'(अ) धिक मद, गरजे बदरवा',content:`धिक मद, गरजे बदरवा,
चमकि बिजुलि डरपावे,
सुहावे सघन झर, नरवा
      कगरवा-कगरवा ।`},
      {title:'(आ) समझे मनोहारि वरण जो हो सके',content:`समझे मनोहारि वरण जो हो सके,
उपजे बिना वारि के तिन न ढूह से ।

सर नहीं सरोरुह, जीवन न देह में,
गेह में दधि, दुग्ध; जल नहीं मेह में,
रसना अरस, ठिठुर कर मृत्यु में परस,
हरि के हुए सरस तुम स्नेह से हँसे ।

विश्व यह गतिशील अन्यथा नाश को,
अथवा पुनर्व्यथा, फिर जन्म-पाश को,
फिर कलुष, काल-कवलित, निराश्वास को,
विपरीत गति धरा, हरि करों से धसे ।`},
      {title:'',content:``},
      {title:'',content:``},
    ]
  },
  {
    title: 'अपरा / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'गीत ',content:`जैसे हम हैं वैसे ही रहें,
लिये हाथ एक दूसरे का
अतिशय सुख के सागर में बहें।
मुदें पलक, केवल देखें उर में,-
सुनें सब कथा परिमल-सुर में,
जो चाहें, कहें वे, कहें।
वहाँ एक दृष्टि से अशेष प्रणय
देख रहा है जग को निर्भय,
दोनों उसकी दृढ़ लहरें सहें।`},
      {title:'बादल राग',content:`बादल राग / सूर्यकांत त्रिपाठी "निराला" / भाग १ : झूम-झूम मृदु गरज-गरज घन घोर।
राग अमर! अम्बर में भर निज रोर!

झर झर झर निर्झर-गिरि-सर में,
घर, मरु, तरु-मर्मर, सागर में,
सरित-तड़ित-गति-चकित पवन में,
मन में, विजन-गहन-कानन में,
आनन-आनन में, रव घोर-कठोर-
राग अमर! अम्बर में भर निज रोर!

अरे वर्ष के हर्ष!
बरस तू बरस-बरस रसधार!
पार ले चल तू मुझको,
बहा, दिखा मुझको भी निज
गर्जन-भैरव-संसार!

उथल-पुथल कर हृदय-
मचा हलचल-
चल रे चल-
मेरे पागल बादल!

धँसता दलदल
हँसता है नद खल्-खल्
बहता, कहता कुलकुल कलकल कलकल।

देख-देख नाचता हृदय
बहने को महा विकल-बेकल,
इस मरोर से- इसी शोर से-
सघन घोर गुरु गहन रोर से
मुझे गगन का दिखा सघन वह छोर!
राग अमर! अम्बर में भर निज रोर! || बादल राग / सूर्यकांत त्रिपाठी "निराला" / भाग २ : सिन्धु के अश्रु!
धारा के खिन्न दिवस के दाह!
विदाई के अनिमेष नयन!
मौन उर में चिह्नित कर चाह
छोड़ अपना परिचित संसार-

सुरभि का कारागार,
चले जाते हो सेवा-पथ पर,
तरु के सुमन!
सफल करके
मरीचिमाली का चारु चयन!
स्वर्ग के अभिलाषी हे वीर,
सव्यसाची-से तुम अध्ययन-अधीर
अपना मुक्त विहार,

छाया में दुःख के अन्तःपुर का उद्घाचित द्वार
छोड़ बन्धुओ के उत्सुक नयनों का सच्चा प्यार,
जाते हो तुम अपने पथ पर,
स्मृति के गृह में रखकर
अपनी सुधि के सज्जित तार।

पूर्ण-मनोरथ! आए-
तुम आए;
रथ का घर्घर नाद
तुम्हारे आने का संवाद!
ऐ त्रिलोक जित्! इन्द्र धनुर्धर!
सुरबालाओं के सुख स्वागत।
विजय! विश्व में नवजीवन भर,
उतरो अपने रथ से भारत!
उस अरण्य में बैठी प्रिया अधीर,
कितने पूजित दिन अब तक हैं व्यर्थ,
मौन कुटीर।

आज भेंट होगी-
हाँ, होगी निस्संदेह
आज सदा-सुख-छाया होगा कानन-गेह
आज अनिश्चित पूरा होगा श्रमिक प्रवास,
आज मिटेगी व्याकुल श्यामा के अधरों की प्यास।  || बादल राग / सूर्यकांत त्रिपाठी "निराला" / भाग ३ : सिन्धु के अश्रु!
धरा के खिन्न दिवस के दाह!
बिदाई के अनिमेष नयन!
मौन उर में चिन्हित कर चाह
छोड़ अपना परिचित संसार--
सुरभि के कारागार,
चले जाते हो सेवा पथ पर,
तरु के सुमन!
सफल करके
मरीचिमाली का चारु चयन।
स्वर्ग के अभिलाषी हे वीर,
सव्यसाची-से तुम अध्ययन-अधीर
अपना मुक्त विहार,
छाया में दुख के
अंतःपुर का उद्घाटित द्वार
छोड़ बन्धुओं के उत्सुक नयनों का सच्चा प्यार,
जाते हो तुम अपने रथ पर,
स्मृति के गृह में रखकर
अपनी सुधि के सज्जित तार।
पूर्ण मनोरथ! आये--
तुम आये;
रथ का घर्घर-नाद
तुम्हारे आने का सम्वाद।
ऐ त्रिलोक-जित! इन्द्र-धनुर्धर!
सुर बालाओं के सुख-स्वागत!
विजय विश्व में नव जीवन भर,
उतरो अपने रथ से भारत!
उस अरण्य में बैठी प्रिया अधीर,
कितने पूजित दिन अब तक हैं व्यर्थ,
मौन कुटीर।
आज भेंट होगी--
हाँ, होगी निस्सन्देह,
आज सदा सुख-छाया होगा कानन-गेह
आज अनिश्चित पूरा होगा श्रमित प्रवास,
आज मिटेगी व्याकुल श्यामा के अधरों की प्यास।  || बादल राग / सूर्यकांत त्रिपाठी "निराला" / भाग ४ : उमड़ सृष्टि के अन्तहीन अम्बर से,
घर से क्रीड़ारत बालक-से,
ऐ अनन्त के चंचल शिशु सुकुमार!
स्तब्ध गगन को करते हो तुम पार!
अन्धकार-- घन अन्धकार ही
क्रीड़ा का आगार।
चौंक चमक छिप जाती विद्युत
तडिद्दाम अभिराम,
तुम्हारे कुंचित केशों में
अधीर विक्षुब्ध ताल पर
एक इमन का-सा अति मुग्ध विराम।
वर्ण रश्मियों-से कितने ही
छा जाते हैं मुख पर--
जग के अंतस्थल से उमड़
नयन पलकों पर छाये सुख पर;
रंग अपार
किरण तूलिकाओं से अंकित
इन्द्रधनुष के सप्तक, तार; --
व्योम और जगती के राग उदार
मध्यदेश में, गुडाकेश!
गाते हो वारम्वार।
मुक्त! तुम्हारे मुक्त कण्ठ में
स्वरारोह, अवरोह, विघात,
मधुर मन्द्र, उठ पुनः पुनः ध्वनि
छा लेती है गगन, श्याम कानन,
सुरभित उद्यान,
झर-झर-रव भूधर का मधुर प्रपात।
वधिर विश्व के कानों में
भरते हो अपना राग,
मुक्त शिशु पुनः पुनः एक ही राग अनुराग।  || बादल राग / सूर्यकांत त्रिपाठी "निराला" / भाग ५ :निरंजन बने नयन अंजन!
कभी चपल गति, अस्थिर मति,
जल-कलकल तरल प्रवाह,
वह उत्थान-पतन-हत अविरत
संसृति-गत उत्साह,
कभी दुख -दाह
कभी जलनिधि-जल विपुल अथाह--
कभी क्रीड़ारत सात प्रभंजन--
बने नयन-अंजन!
कभी किरण-कर पकड़-पकड़कर
चढ़ते हो तुम मुक्त गगन पर,
झलमल ज्योति अयुत-कर-किंकर,
सीस झुकाते तुम्हे तिमिरहर--
अहे कार्य से गत कारण पर!
निराकार, हैं तीनों मिले भुवन--
बने नयन-अंजन!
आज श्याम-घन श्याम छवि
मुक्त-कण्ठ है तुम्हे देख कवि,
अहो कुसुम-कोमल कठोर-पवि!
शत-सहस्र-नक्षत्र-चन्द्र रवि संस्तुत
नयन मनोरंजन!
बने नयन अंजन!  || बादल राग / सूर्यकांत त्रिपाठी "निराला" / भाग ६ : तिरती है समीर-सागर पर
अस्थिर सुख पर दुःख की छाया-
जग के दग्ध हृदय पर
निर्दय विप्लव की प्लावित माया-
यह तेरी रण-तरी
भरी आकांक्षाओं से,
घन, भेरी-गर्जन से सजग सुप्त अंकुर
उर में पृथ्वी के, आशाओं से
नवजीवन की, ऊँचा कर सिर,
ताक रहे है, ऐ विप्लव के बादल!
फिर-फिर!
बार-बार गर्जन
वर्षण है मूसलधार,
हृदय थाम लेता संसार,
सुन-सुन घोर वज्र हुँकार।
अशनि-पात से शायित उन्नत शत-शत वीर,
क्षत-विक्षत हत अचल-शरीर,
गगन-स्पर्शी स्पर्द्धा-धीर।
हँसते है छोटे पौधे लघुभार-
शस्य अपार,
हिल-हिल
खिल-खिल,
हाथ मिलाते,
तुझे बुलाते,
विप्लव-रव से छोटे ही है शोभा पाते।
अट्टालिका नही है रे
आतंक-भवन,
सदा पंक पर ही होता
जल-विप्लव प्लावन,
क्षुद्र प्रफुल्ल जलज से
सदा छलकता नीर,
रोग-शोक में भी हँसता है
शैशव का सुकुमार शरीर।
रुद्ध कोष, है क्षुब्ध तोष,
अंगना-अंग से लिपटे भी
आतंक-अंक पर काँप रहे हैं
धनी, वज्र-गर्जन से, बादल!
त्रस्त नयन-मुख ढाँप रहे है।
जीर्ण बाहु, है शीर्ण शरीर
तुझे बुलाता कृषक अधीर,
ऐ विप्लव के वीर!
चूस लिया है उसका सार,
हाड़ मात्र ही है आधार,
ऐ जीवन के पारावार!`},
      {title:'जुही की कली',content:`विजन-वन-वल्लरी पर
सोती थी सुहाग-भरी--स्नेह-स्वप्न-मग्न--
अमल-कोमल-तनु तरुणी--जुही की कली,
दृग बन्द किये, शिथिल--पत्रांक में,
वासन्ती निशा थी;
विरह-विधुर-प्रिया-संग छोड़
किसी दूर देश में था पवन
जिसे कहते हैं मलयानिल।
आयी याद बिछुड़न से मिलन की वह मधुर बात,
आयी याद चाँदनी की धुली हुई आधी रात,
आयी याद कान्ता की कमनीय गात,
फिर क्या? पवन
उपवन-सर-सरित गहन -गिरि-कानन
कुञ्ज-लता-पुञ्जों को पार कर
पहुँचा जहाँ उसने की केलि
कली खिली साथ।
सोती थी,
जाने कहो कैसे प्रिय-आगमन वह?
नायक ने चूमे कपोल,
डोल उठी वल्लरी की लड़ी जैसे हिंडोल।
इस पर भी जागी नहीं,
चूक-क्षमा माँगी नहीं,
निद्रालस बंकिम विशाल नेत्र मूँदे रही--
किंवा मतवाली थी यौवन की मदिरा पिये,
कौन कहे?
निर्दय उस नायक ने
निपट निठुराई की
कि झोंकों की झड़ियों से
सुन्दर सुकुमार देह सारी झकझोर डाली,
मसल दिये गोरे कपोल गोल;
चौंक पड़ी युवती--
चकित चितवन निज चारों ओर फेर,
हेर प्यारे को सेज-पास,
नम्र मुख हँसी-खिली,
खेल रंग, प्यारे संग`},
      {title:'जागो फिर एक बार',content:`जागो फिर एक बार!
प्यार जगाते हुए हारे सब तारे तुम्हें
अरुण-पंख तरुण-किरण
खड़ी खोलती है द्वार-
जागो फिर एक बार!

आँखे अलियों-सी
किस मधु की गलियों में फँसी,
बन्द कर पाँखें
पी रही हैं मधु मौन
अथवा सोयी कमल-कोरकों में?-
बन्द हो रहा गुंजार-
जागो फिर एक बार!

अस्ताचल चले रवि,
शशि-छवि विभावरी में
चित्रित हुई है देख
यामिनीगन्धा जगी,
एकटक चकोर-कोर दर्शन-प्रिय,
आशाओं भरी मौन भाषा बहु भावमयी
घेर रहा चन्द्र को चाव से
शिशिर-भार-व्याकुल कुल
खुले फूल झूके हुए,
आया कलियों में मधुर
मद-उर-यौवन उभार-
जागो फिर एक बार!

पिउ-रव पपीहे प्रिय बोल रहे,
सेज पर विरह-विदग्धा वधू
याद कर बीती बातें, रातें मन-मिलन की
मूँद रही पलकें चारु
नयन जल ढल गये,
लघुतर कर व्यथा-भार
जागो फिर एक बार!

सहृदय समीर जैसे
पोछों प्रिय, नयन-नीर
शयन-शिथिल बाहें
भर स्वप्निल आवेश में,
आतुर उर वसन-मुक्त कर दो,
सब सुप्ति सुखोन्माद हो,
छूट-छूट अलस
फैल जाने दो पीठ पर
कल्पना से कोमन
ऋतु-कुटिल प्रसार-कामी केश-गुच्छ।
तन-मन थक जायें,
मृदु सरभि-सी समीर में
बुद्धि बुद्धि में हो लीन
मन में मन, जी जी में,
एक अनुभव बहता रहे
उभय आत्माओं मे,
कब से मैं रही पुकार
जागो फिर एक बार!

उगे अरुणाचल में रवि
आयी भारती-रति कवि-कण्ठ में,
क्षण-क्षण में परिवर्तित
होते रहे प्रृकति-पट,
गया दिन, आयी रात,
गयी रात, खुला दिन
ऐसे ही संसार के बीते दिन, पक्ष, मास,
वर्ष कितने ही हजार-
जागो फिर एक बार!`},
      {title:'वसन्त आया',content:`सखि, वसन्त आया
भरा हर्ष वन के मन,
नवोत्कर्ष छाया।

किसलय-वसना नव-वय-लतिका
मिली मधुर प्रिय उर-तरु-पतिका
मधुप-वृन्द बन्दी-
पिक-स्वर नभ सरसाया।

लता-मुकुल हार गन्ध-भार भर
बही पवन बन्द मन्द मन्दतर,
जागी नयनों में वन-
यौवन की माया।

अवृत सरसी-उर-सरसिज उठे;
केशर के केश कली के छुटे,

स्वर्ण-शस्य-अंचल
पृथ्वी का लहराया।`},
      {title:'सन्ध्या-सुन्दरी ',content:`दिवसावसान का समय -
मेघमय आसमान से उतर रही है
वह संध्या-सुन्दरी, परी सी,
धीरे, धीरे, धीरे,
तिमिरांचल में चंचलता का नहीं कहीं आभास,
मधुर-मधुर हैं दोनों उसके अधर,
किंतु ज़रा गंभीर, नहीं है उसमें हास-विलास।
हँसता है तो केवल तारा एक -
गुँथा हुआ उन घुँघराले काले-काले बालों से,
हृदय राज्य की रानी का वह करता है अभिषेक।
अलसता की-सी लता,
किंतु कोमलता की वह कली,
सखी-नीरवता के कंधे पर डाले बाँह,
छाँह सी अम्बर-पथ से चली।
नहीं बजती उसके हाथ में कोई वीणा,
नहीं होता कोई अनुराग-राग-आलाप,
नूपुरों में भी रुन-झुन रुन-झुन नहीं,
सिर्फ़ एक अव्यक्त शब्द-सा 'चुप चुप चुप'
है गूँज रहा सब कहीं -

व्योम मंडल में, जगतीतल में -
सोती शान्त सरोवर पर उस अमल कमलिनी-दल में -
सौंदर्य-गर्विता-सरिता के अति विस्तृत वक्षस्थल में -
धीर-वीर गम्भीर शिखर पर हिमगिरि-अटल-अचल में -
उत्ताल तरंगाघात-प्रलय घनगर्जन-जलधि-प्रबल में -
क्षिति में जल में नभ में अनिल-अनल में -
सिर्फ़ एक अव्यक्त शब्द-सा 'चुप चुप चुप'
है गूँज रहा सब कहीं -

और क्या है? कुछ नहीं।
मदिरा की वह नदी बहाती आती,
थके हुए जीवों को वह सस्नेह,
प्याला एक पिलाती।
सुलाती उन्हें अंक पर अपने,
दिखलाती फिर विस्मृति के वह अगणित मीठे सपने।
अर्द्धरात्री की निश्चलता में हो जाती जब लीन,
कवि का बढ़ जाता अनुराग,
विरहाकुल कमनीय कंठ से,
आप निकल पड़ता तब एक विहाग!

`},
      {title:'शरण में जन जननि',content:``},
      {title:'पावन करो नयन',content:``},
      {title:'यामिनी जागी',content:``},
      {title:'',content:``},
      {title:'',content:``},
    ]
  },
  {
    title: 'दो शरण / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'',content:``},
    ]
  },
  {
    title: 'रागविराग / सूर्यकांत त्रिपाठी "निराला"',
    poems: [
      {title:'रँग गई पग-पग धन्य धरा ',content:`रँग गई पग-पग धन्य धरा,---
हुई जग जगमग मनोहरा ।

वर्ण गन्ध धर, मधु मरन्द भर,
तरु-उर की अरुणिमा तरुणतर
खुली रूप - कलियों में पर भर
          स्तर स्तर सुपरिसरा ।

गूँज उठा पिक-पावन पंचम
खग-कुल-कलरव मृदुल मनोरम,
सुख के भय काँपती प्रणय-क्लम
         वन श्री चारुतरा ।`},
      {title:'सखि, वसन्त आया',content:`सखि वसन्त आया ।
भरा हर्ष वन के मन,
   नवोत्कर्ष छाया ।
किसलय-वसना नव-वय-लतिका
मिली मधुर प्रिय-उर तरु-पतिका,
   मधुप-वृन्द बन्दी--
  पिक-स्वर नभ सरसाया ।

लता-मुकुल-हार-गंध-भार भर,
बही पवन बंद मंद मंदतर,
      जागी नयनों में वन-
         यौवन की माया ।
आवृत सरसी-उर-सरसिज उठे,
केशर के केश कली के छुटे,
         स्वर्ण-शस्य-अंचल
          पृथ्वी का लहराया ।`},
      {title:'नयनों के डोरे लाल',content:`नयनों के डोरे लाल गुलाल-भरी खेली होली !
प्रिय-कर-कठिन-उरोज-परस कस कसक मसक गई चोली,
एक वसन रह गई मंद हँस अधर-दशन अनबोली
कली-सी काँटे की तोली !
मधु-ऋतु-रात मधुर अधरों की पी मधुअ सुधबुध खो ली,
खुले अलक मुंद गए पलक-दल श्रम-सुख की हद हो ली--
बनी रति की छवि भोली!`},
      {title:'ज़ुही की कली',content:`विजन-वन-वल्लरी पर
सोती थी सुहाग-भरी--स्नेह-स्वप्न-मग्न--
अमल- कोमल -तनु तरुणी--जुही की कली,
दृग बन्द किये, शिथिल--पत्रांक में,
वासन्ती निशा थी;
विरह-विधुर-प्रिया-संग छोड़
किसी दूर देश में था पवन
जिसे कहते हैं मलयानिल ।
आयी याद बिछुड़न से मिलन की वह मधुर बात,
आयी याद चाँदनी की धुली हुई आधी रात,
आयी याद कान्ता की कमनीय गात,
फिर क्या ? पवन
उपवन-सर-सरित गहन -गिरि-कानन
कुञ्ज-लता-पुञ्जों को पार कर
पहुँचा जहाँ उसने की केलि
कली खिली साथ ।
सोती थी,
जाने कहो कैसे प्रिय-आगमन वह ?
नायक ने चूमे कपोल,
डोल उठी वल्लरी की लड़ी जैसे हिंडोल ।
इस पर भी जागी नहीं,
चूक-क्षमा माँगी नहीं,
निद्रालस बंकिम विशाल नेत्र मूँदे रही--
किंवा मतवाली थी यौवन की मदिरा पिये,
कौन कहे ?
निर्दय उस नायक ने
निपट निठुराई की
कि झोंकों की झाड़ियों से
सुन्दर सुकुमार देह सारी झकझोर डाली,
मसल दिये गोरे कपोल गोल;
चौंक पड़ी युवती--
चकित चितवन निज चारों ओर फेर,
हेर प्यारे को सेज-पास,
नम्र मुख हँसी-खिली,
खेल रंग, प्यारे संग ।`},
      {title:'बादल-राग-6',content:`तिरती है समीर-सागर पर
अस्थिर सुख पर दुःख की छाया-
जग के दग्ध हृदय पर
निर्दय विप्लव की प्लावित माया-
यह तेरी रण-तरी
भरी आकांक्षाओं से,
घन, भेरी-गर्जन से सजग सुप्त अंकुर
उर में पृथ्वी के, आशाओं से
नवजीवन की, ऊँचा कर सिर,
ताक रहे है, ऐ विप्लव के बादल!
फिर-फिर!
बार-बार गर्जन
वर्षण है मूसलधार,
हृदय थाम लेता संसार,
सुन-सुन घोर वज्र हुँकार।
अशनि-पात से शायित उन्नत शत-शत वीर,
क्षत-विक्षत हत अचल-शरीर,
गगन-स्पर्शी स्पर्द्धा-धीर।
हँसते है छोटे पौधे लघुभार-
शस्य अपार,
हिल-हिल
खिल-खिल,
हाथ मिलाते,
तुझे बुलाते,
विप्लव-रव से छोटे ही है शोभा पाते।
अट्टालिका नही है रे
आतंक-भवन,
सदा पंक पर ही होता
जल-विप्लव प्लावन,
क्षुद्र प्रफुल्ल जलज से
सदा छलकता नीर,
रोग-शोक में भी हँसता है
शैशव का सुकुमार शरीर।
रुद्ध कोष, है क्षुब्ध तोष,
अंगना-अंग से लिपटे भी
आतंक-अंक पर काँप रहे हैं
धनी, वज्र-गर्जन से, बादल!
त्रस्त नयन-मुख ढाँप रहे है।
जीर्ण बाहु, है शीर्ण शरीर
तुझे बुलाता कृषक अधीर,
ऐ विप्लव के वीर!
चूस लिया है उसका सार,
हाड़ मात्र ही है आधार,
ऐ जीवन के पारावार !`},
      {title:'हताश',content:`जीवन चिरकालिक क्रन्दन ।

मेरा अन्तर वज्रकठोर,
देना जी भरसक झकझोर,
मेरे दुख की गहन अन्ध-
तम-निशि न कभी हो भोर,
क्या होगी इतनी उज्वलता-
इतना वन्दन अभिनन्दन ?

हो मेरी प्रार्थना विफल,
हृदय-कमल-के जितने दल
मुरझायें, जीवन हो म्लान,
शून्य सृष्टि में मेरे प्राण
प्राप्त करें शून्यता सृष्टि की,
मेरा जग हो अन्तर्धान,
तब भी क्या ऐसे ही तम में
अटकेगा जर्जर स्यन्दन ?`},
      {title:'ध्वनि',content:`अभी न होगा मेरा अन्त

अभी-अभी ही तो आया है
मेरे वन में मृदुल वसन्त-
अभी न होगा मेरा अन्त

हरे-हरे ये पात,
डालियाँ, कलियाँ कोमल गात!

मैं ही अपना स्वप्न-मृदुल-कर
फेरूँगा निद्रित कलियों पर
जगा एक प्रत्यूष मनोहर

पुष्प-पुष्प से तन्द्रालस लालसा खींच लूँगा मैं,
अपने नवजीवन का अमृत सहर्ष सींच दूँगा मैं,

द्वार दिखा दूँगा फिर उनको
है मेरे वे जहाँ अनन्त-
अभी न होगा मेरा अन्त।

मेरे जीवन का यह है जब प्रथम चरण,
इसमें कहाँ मृत्यु?
है जीवन ही जीवन
अभी पड़ा है आगे सारा यौवन
स्वर्ण-किरण कल्लोलों पर बहता रे, बालक-मन,

मेरे ही अविकसित राग से
विकसित होगा बन्धु, दिगन्त;
अभी न होगा मेरा अन्त।`},
      {title:'हिन्दी के सुमनों के प्रति पत्र',content:`मैं जीर्ण-साज बहु छिद्र आज,
तुम सुदल सुरंग सुवास सुमन,
मैं हूँ केवल पतदल--आसन,
तुम सहज बिराजे महाराज।

ईर्ष्या कुछ नहीं मुझे, यद्यपि
मैं ही वसन्त का अग्रदूत,
ब्राह्मण-समाज में ज्यों अछूत
मैं रहा आज यदि पार्श्वच्छबि।

तुम मध्य भाग के, महाभाग!--
तरु के उर के गौरव प्रशस्त
मैं पढ़ा जा चुका पत्र, न्यस्त,
तुम अलि के नव रस-रंग-राग।

देखो, पर, क्या पाते तुम "फल"
देगा जो भिन्न स्वाद रस भर,
कर पार तुम्हारा भी अन्तर
निकलेगा जो तरु का सम्बल।

फल सर्वश्रेष्ठ नायाब चीज
या तुम बाँध कर रँगा धागा;
फल के भी उर का, कटु, त्यागा,
मेरा आलोचक एक बीज`},
      {title:'सच है ',content:`यह सच है:-
तुमने जो दिया दान दान वह,
हिन्दी के हित का अभिमान वह,
जनता का जन-ताका ज्ञान वह,
सच्चा कल्याण वह अथच है--
यह सच है!

बार बार हार हार मैं गया,
खोजा जो हार क्षार में नया,
उड़ी धूल, तन सारा भर गया,
नहीं फूल, जीवन अविकच है--
यह सच है!`},
      {title:'प्याला ',content:`मृत्यु-निर्वाण प्राण-नश्वर
कौन देता प्याला भर भर?

मृत्यु की बाधाएँ, बहु द्वन्द
पार कर कर जाते स्वच्छन्द
तरंगों में भर अगणित रंग,
जंग जीते, मर हुए अमर।

गीत अनगिनित, नित्य नव छन्द
विविध श्रॄंखल, शत मंगल-बन्द,
विपुल नव-रस-पुलकित आनन्द
मन्द मृदु झरता है झर झर।

नाचते ग्रह, तारा-मण्डल,
पलक में उठ गिरते प्रतिपल,
धरा घिर घूम रही चंचल,
काल-गुणत्रय-भय-रहित समर।

कांपता है वासन्ती वात,
नाचते कुसुम-दशन तरु-पात
प्रात, फिर विधुप्लावित मधु-रात
पुलकप्लुत आलोड़ित सागर।`},
      {title:'रे, न कुछ हुआ तो क्या ?',content:`रे, कुछ न हुआ, तो क्या ?
जग धोका, तो रो क्या ?
सब छाया से छाया,
नभ नीला दिखलाया,
तू घटा और बढ़ा
और गया और आया;
होता क्या, फिर हो क्या ?
रे, कुछ न हुआ तो क्या ?

चलता तू, थकता तू,
रुक-रुक फिर बकता तू,
कमज़ोरी दुनिया हो, तो
कह क्या सकता तू ?
जो धुला, उसे धो क्या ?
रे, कुछ न हुआ तो क्या ?`},
      {title:'कौन तम के पार ?',content:`कौन तम के पार ?-- (रे, कह)
अखिल पल के स्रोत, जल-जग,
          गगन घन-घन-धार--(रे, कह)

गंध-व्याकुल-कूल- उर-सर,
लहर-कच कर कमल-मुख-पर,
हर्ष-अलि हर स्पर्श-शर, सर,\
          गूँज बारम्बार !-- (रे, कह)

उदय मेम तम-भेद सुनयन,
अस्त-दल ढक पलक-कल तन,
निशा-प्रिय-उर-शयन सुख -धान
           सार या कि असार ?-- (रे, कह)

बरसता आतप यथा जल
कलुष से कृत सुहृत कोमल,
अशिव उपलाकार मंगल,
          द्रवित जल निहार !-- (रे, कह)`},
      {title:'अस्ताचल रवि',content:`अस्ताचल रवि, जल छलछल-छवि,
स्तब्ध विश्वकवि, जीवन उन्मन;
मंद पवन बहती सुधि रह-रह
परिमल की कह कथा पुरातन ।

दूर नदी पर नौका सुन्दर
दीखी मृदुतर बहती ज्यों स्वर,
वहाँ स्नेह की प्रतनु देह की
बिना गेह की बैठी नूतन ।

ऊपर शोभित मेघ-छत्र सित,
नीचे अमित नील जल दोलित;
ध्यान-नयन मन-चिंत्य-प्राण-धन;
किया शेष रवि ने कर अर्पण ।`},
      {title:'दे, मैं करूँ वरण',content:`दे, मैं करूँ वरण
जननि, दुखहरण पद-राग-रंजित मरण ।

भीरुता के बँधे पाश सब छिन्न हों,
मार्ग के रोध विश्वास से भिन्न हों,
आज्ञा, जननि, दिवस-निशि करूँ अनुसरण ।
लांछना इंधन, हृदय-तल जले अनल,
भक्ति-नत-नयन मैं चलूँ अविरत सबल
पारकर जीवन-प्रलोभन समुपकरण ।

प्राण संघात के सिन्धु के तीर मैं
गिनता रहूँगा न कितने तरंग हैं,
धीर मैं ज्यों समीरण करूँगा तरण ।`},
      {title:'अनगिनित आ गए शरण में',content:`अनगिनित आ गए शरण में जन, जननि,--
सुरभि-सुमनावली खुली, मधुऋतु अवनि !

      स्नेह से पंक-उर
       हुए पंकज मधुर,
       ऊर्ध्व-दृग गगन में
       देखते मुक्ति-मणि !

      बीत रे गई निशि,
      देश लख हँसी दिशि,
      अखिल के कण्ठ की
       उठी आनन्द-ध्वनि !`},
      {title:'पावन करो नयन !',content:`रश्मि, नभ-नील-पर,
सतत शत रूप धर,
विश्व-छवि में उतर,
लघु-कर करो चयन !

प्रतनु, शरदिन्दु-वर,
पद्म-जल-बिन्दु पर,
स्वप्न-जागृति सुघर,
दुख-निशि करो शयन !`},
      {title:'वर दे वीणावादिनी वर दे ! ',content:`वर दे, वीणावादिनि वर दे!
प्रिय स्वतंत्र-रव अमृत-मंत्र नव
        भारत में भर दे!

काट अंध-उर के बंधन-स्तर
बहा जननि, ज्योतिर्मय निर्झर;
कलुष-भेद-तम हर प्रकाश भर
        जगमग जग कर दे!

नव गति, नव लय, ताल-छंद नव
नवल कंठ, नव जलद-मन्द्ररव;
नव नभ के नव विहग-वृंद को
        नव पर, नव स्वर दे!

वर दे, वीणावादिनि वर दे।`},
      {title:'बन्दूँ, पद सुन्दर तव',content:` बन्दूँ, पद सुंदर तव,
    छंद नवल स्वर-गौरव ।

जननि, जनक-जननि-जननि,
          जन्मभूमि-भाषे !
जागो, नव अम्बर-भर,
          ज्योतिस्तर-वासे !
        उठे स्वरोर्मियों-मुखर
       दिककुमारिका-पिक-रव ।

दृग-दृग को रंजित कर
अंजन भर दो भर--
बिंधे प्राण पंचबाण
के भी, परिचय शर ।
दृग-दृग की बँधी सुछबि
बाँधें सचराचर भव !`},
      {title:'भारति, जय, विजय करे ! ',content:`भारति, जय, विजयकरे !
कनक-शस्य-कमलधरे !

लंका पदतल शतदल
गर्जितोर्मि सागर-जल,
धोता-शुचि चरण युगल
स्तव कर बहु-अर्थ-भरे ।

तरु-तृण-वन-लता वसन,
अंचल में खचित सुमन,
गंगा ज्योतिर्जल-कण
धवल धार हार गले ।

मुकुट शुभ्र हिम-तुषार
प्राण प्रणव ओंकार,
ध्वनित दिशाएँ उदार,
शतमुख-शतरव-मुखरे !`},
      {title:'जग का एक देखा तार ',content:`जग का एक देखा तार ।
कंठ अगणित, देह सप्तक,
मधुर-स्वर झंकार ।

बहु सुमन, बहुरंग, निर्मित एक सुन्दर हार;
एक ही कर से गुँथा, उर एक शोभा-भार ।
गंध-शत अरविंद-नंदन विश्व-वंदन-सार,
अखिल-उर-रंजन निरंजन एक अनिल उदार ।

सतत सत्य, अनादि निर्मल सकल सुख-विस्तार;
अयुत अधरों में सुसिंचित एक किंचित प्यार ।
तत्त्व-नभ-तम में सकल-भ्रम-शेष, श्रम-निस्तार,
अलक-मंदल में यथा मुख-चन्द्र निरलंकार ।`},
      {title:'टूटें सकल बंध',content:`टूटें सकल बन्ध
कलि के, दिशा-ज्ञान-गत हो बहे गन्ध।

रुद्ध जो धार रे
शिखर-निर्झर झरे
मधुर कलरव भरे
शून्य शत-शत रन्ध्र ।

रश्मि ऋजु खींच दे
चित्र शत रंग के,
वर्ण-जीवन फले,
जागे तिमिर अन्ध ।`},
      {title:'बुझे तृष्णाशा-विषानल',content:`बुझे तृष्णाशा-विषानल झरे भाषा अमृत-निर्झर,
उमड़ प्राणों से गहनतर छा गगन लें अवनि के स्वर ।

ओस के धोए अनामिल पुष्प ज्यों खिल किरण चूमे,
गंध-मुख मकरंद-उर सानन्द पुर-पुर लोग घूमे,
मिटे कर्षण से धरा के पतन जो होता भयंकर,
उमड़ प्राणों से निरन्तर छा गगन लें अवनि के स्वर ।

बढ़े वह परिचय बिंधा जो क्षुद्र भावों से हमारा,
क्षिति-सलिल से उठ अनिल बन देख लें हम गगन-कारा,
दूर हो तम-भेद यह जो वेद बनकर वर्ण-संकर,
पार प्राणों से करें उठ गगन को भी अवनि के स्वर ।`},
      {title:'प्रात तब द्वार पर ',content:`प्रात तव द्वार पर,
आया, जननि, नैश अन्ध पथ पार कर ।

लगे जो उपल पद, हुए उत्पल ज्ञात,
कंटक चुभे जागरण बने अवदात,
स्मृति में रहा पार करता हुआ रात,
अवसन्न भी हूँ प्रसन्न मैं प्राप्तवर--
            प्रात तव द्वार पर ।

समझा क्या वे सकेंगे भीरु मलिन-मन,
निशाचर तेजहत रहे जो वन्य जन,
धन्य जीवन कहाँ, --मातः, प्रभात-धन
प्राप्ति को बढ़ें जो गहें तव पद अमर--
             प्रात तव द्वार पर ।`},
      {title:'सरोज स्मृति',content:`सूर्यकांत त्रिपाठी "निराला" की पुत्री सरोज की मृत्यु 18 वर्ष की उम्र में हो गयी। सरोज स्मृति नामक इस रचना में कवि ने अपनी पुत्री की स्मृतियों को संजोया है।  || सरोज स्मृति / सूर्यकांत त्रिपाठी "निराला" / पृष्ठ १ : 
ऊनविंश पर जो प्रथम चरण
तेरा वह जीवन-सिन्धु-तरण;
तनये, ली कर दृक्पात तरुण
जनक से जन्म की विदा अरुण!
गीते मेरी, तज रूप-नाम
वर लिया अमर शाश्वत विराम
पूरे कर शुचितर सपर्याय
जीवन के अष्टादशाध्याय,
चढ़ मृत्यु-तरणि पर तूर्ण-चरण
कह - "पित:, पूर्ण आलोक-वरण
करती हूँ मैं, यह नहीं मरण,
'सरोज' का ज्योति:शरण - तरण!" --


अशब्द अधरों का सुना भाष,
मैं कवि हूँ, पाया है प्रकाश
मैंने कुछ, अहरह रह निर्भर
ज्योतिस्तरणा के चरणों पर।
जीवित-कविते, शत-शर-जर्जर
छोड़ कर पिता को पृथ्वी पर
तू गई स्वर्ग, क्या यह विचार --
"जब पिता करेंगे मार्ग पार
यह, अक्षम अति, तब मैं सक्षम,
तारूँगी कर गह दुस्तर तम?" --

कहता तेरा प्रयाण सविनय, --
कोई न था अन्य भावोदय।
श्रावण-नभ का स्तब्धान्धकार
शुक्ला प्रथमा, कर गई पार!


धन्ये, मैं पिता निरर्थक था,
कुछ भी तेरे हित न कर सका!
जाना तो अर्थागमोपाय,
पर रहा सदा संकुचित-काय
लखकर अनर्थ आर्थिक पथ पर
हारता रहा मैं स्वार्थ-समर।
शुचिते, पहनाकर चीनांशुक
रख सका न तुझे अत: दधिमुख।
क्षीण का न छीना कभी अन्न,
मैं लख न सका वे दृग विपन्न;
अपने आँसुओं अत: बिम्बित
देखे हैं अपने ही मुख-चित।


सोचा है नत हो बार बार --
"यह हिन्दी का स्नेहोपहार,
यह नहीं हार मेरी, भास्वर
यह रत्नहार-लोकोत्तर वर!" --
अन्यथा, जहाँ है भाव शुद्ध
साहित्य-कला-कौशल प्रबुद्ध,
हैं दिये हुए मेरे प्रमाण
कुछ वहाँ, प्राप्ति को समाधान  || सरोज स्मृति / सूर्यकांत त्रिपाठी "निराला" / पृष्ठ २ : 
पार्श्व में अन्य रख कुशल हस्त
गद्य में पद्य में समाभ्यस्त। --
देखें वे; हसँते हुए प्रवर,
जो रहे देखते सदा समर,
एक साथ जब शत घात घूर्ण
आते थे मुझ पर तुले तूर्ण,
देखता रहा मैं खडा़ अपल
वह शर-क्षेप, वह रण-कौशल।
व्यक्त हो चुका चीत्कारोत्कल
क्रुद्ध युद्ध का रुद्ध-कंठ फल।
और भी फलित होगी वह छवि,
जागे जीवन-जीवन का रवि,
लेकर-कर कल तूलिका कला,
देखो क्या रँग भरती विमला,
वांछित उस किस लांछित छवि पर
फेरती स्नेह कूची भर।


अस्तु मैं उपार्जन को अक्षम
कर नहीं सका पोषण उत्तम
कुछ दिन को, जब तू रही साथ,
अपने गौरव से झुका माथ,
पुत्री भी, पिता-गेह में स्थिर,
छोड़ने के प्रथम जीर्ण अजिर।
आँसुओं सजल दृष्टि की छलक
पूरी न हुई जो रही कलक

प्राणों की प्राणों में दब कर
कहती लघु-लघु उसाँस में भर;
समझता हुआ मैं रहा देख,
हटती भी पथ पर दृष्टि टेक।


तू सवा साल की जब कोमल
पहचान रही ज्ञान में चपल
माँ का मुख, हो चुम्बित क्षण-क्षण
भरती जीवन में नव जीवन,
वह चरित पूर्ण कर गई चली
तू नानी की गोद जा पली।
सब किये वहीं कौतुक-विनोद
उस घर निशि-वासर भरे मोद;
खाई भाई की मार, विकल
रोई उत्पल-दल-दृग-छलछल,
चुमकारा सिर उसने निहार
फिर गंगा-तट-सैकत-विहार
करने को लेकर साथ चला,
तू गहकर चली हाथ चपला;
आँसुओं-धुला मुख हासोच्छल,
लखती प्रसार वह ऊर्मि-धवल।
तब भी मैं इसी तरह समस्त
कवि-जीवन में व्यर्थ भी व्यस्त
लिखता अबाध-गति मुक्त छंद, || सरोज स्मृति / सूर्यकांत त्रिपाठी "निराला" / पृष्ठ ३ :पर संपादकगण निरानंद
वापस कर देते पढ़ सत्त्वर
दे एक-पंक्ति-दो में उत्तर।
लौटी लेकर रचना उदास
ताकता हुआ मैं दिशाकाश
बैठा प्रान्तर में दीर्घ प्रहर
व्यतीत करता था गुन-गुन कर
सम्पादक के गुण; यथाभ्यास
पास की नोंचता हुआ घास
अज्ञात फेंकता इधर-उधर
भाव की चढी़ पूजा उन पर।
याद है दिवस की प्रथम धूप
थी पडी़ हुई तुझ पर सुरूप,
खेलती हुई तू परी चपल,
मैं दूरस्थित प्रवास में चल
दो वर्ष बाद हो कर उत्सुक
देखने के लिये अपने मुख
था गया हुआ, बैठा बाहर
आँगन में फाटक के भीतर,
मोढे़ पर, ले कुंडली हाथ
अपने जीवन की दीर्घ-गाथ।
पढ़ लिखे हुए शुभ दो विवाह।
हँसता था, मन में बडी़ चाह
खंडित करने को भाग्य-अंक,
देखा भविष्य के प्रति अशंक।


इससे पहिले आत्मीय स्वजन
सस्नेह कह चुके थे जीवन
सुखमय होगा, विवाह कर लो
जो पढी़ लिखी हो -- सुन्दर हो।
आये ऐसे अनेक परिणय,
पर विदा किया मैंने सविनय
सबको, जो अडे़ प्रार्थना भर
नयनों में, पाने को उत्तर
अनुकूल, उन्हें जब कहा निडर --
"मैं हूँ मंगली," मुडे़ सुनकर
इस बार एक आया विवाह
जो किसी तरह भी हतोत्साह
होने को न था, पडी़ अड़चन,
आया मन में भर आकर्षण
उस नयनों का, सासु ने कहा --
"वे बडे़ भले जन हैं भैय्या,
एन्ट्रेंस पास है लड़की वह,
बोले मुझसे -- 'छब्बीस ही तो
वर की है उम्र, ठीक ही है,
लड़की भी अट्ठारह की है।'
फिर हाथ जोडने लगे कहा --
' वे नहीं कर रहे ब्याह, अहा,
हैं सुधरे हुए बडे़ सज्जन।
अच्छे कवि, अच्छे विद्वज्जन।
हैं बडे़ नाम उनके। शिक्षित
लड़की भी रूपवती; समुचित
आपको यही होगा कि कहें
हर तरह उन्हें; वर सुखी रहें।'

||सरोज स्मृति / सूर्यकांत त्रिपाठी "निराला" / पृष्ठ ४ : आयेंगे कल।" दृष्टि थी शिथिल,
आई पुतली तू खिल-खिल-खिल
हँसती, मैं हुआ पुन: चेतन
सोचता हुआ विवाह-बन्धन।
कुंडली दिखा बोला -- "ए -- लो"
आई तू, दिया, कहा--"खेलो।"
कर स्नान शेष, उन्मुक्त-केश
सासुजी रहस्य-स्मित सुवेश
आईं करने को बातचीत
जो कल होनेवाली, अजीत,
संकेत किया मैंने अखिन्न
जिस ओर कुंडली छिन्न-भिन्न;
देखने लगीं वे विस्मय भर
तू बैठी संचित टुकडों पर।


धीरे-धीरे फिर बढा़ चरण,
बाल्य की केलियों का प्रांगण
कर पार, कुंज-तारुण्य सुघर
आईं, लावण्य-भार थर-थर
काँपा कोमलता पर सस्वर
ज्यौं मालकौस नव वीणा पर,
नैश स्वप्न ज्यों तू मंद मंद
फूटी उषा जागरण छंद
काँपी भर निज आलोक-भार,
काँपा वन, काँपा दिक् प्रसार।
परिचय-परिचय पर खिला सकल --
नभ, पृथ्वी, द्रुम, कलि, किसलय दल
क्या दृष्टि। अतल की सिक्त-धार
ज्यों भोगावती उठी अपार,
उमड़ता उर्ध्व को कल सलील
जल टलमल करता नील नील,
पर बँधा देह के दिव्य बाँध;
छलकता दृगों से साध साध।
फूटा कैसा प्रिय कंठ-स्वर
माँ की मधुरिमा व्यंजना भर
हर पिता कंठ की दृप्त-धार
उत्कलित रागिनी की बहार!
बन जन्मसिद्ध गायिका, तन्वि,
मेरे स्वर की रागिनी वह्लि
साकार हुई दृष्टि में सुघर,
समझा मैं क्या संस्कार प्रखर।
शिक्षा के बिना बना वह स्वर
है, सुना न अब तक पृथ्वी पर!
जाना बस, पिक-बालिका प्रथम
पल अन्य नीड़ में जब सक्षम
होती उड़ने को, अपना स्वर
भर करती ध्वनित मौन प्रान्तर।
तू खिंची दृष्टि में मेरी छवि,
जागा उर में तेरा प्रिय कवि,
उन्मनन-गुंज सज हिला कुंज
तरु-पल्लव कलिदल पुंज-पुंज
बह चली एक अज्ञात बात
चूमती केश--मृदु नवल गात,
देखती सकल निष्पलक-नयन
तू, समझा मैं तेरा जीवन।


सासु ने कहा लख एक दिवस :--
"भैया अब नहीं हमारा बस,
पालना-पोसना रहा काम,
देना 'सरोज' को धन्य-धाम,
शुचि वर के कर, कुलीन लखकर,
है काम तुम्हारा धर्मोत्तर;
अब कुछ दिन इसे साथ लेकर
अपने घर रहो, ढूंढकर वर
जो योग्य तुम्हारे, करो ब्याह
होंगे सहाय हम सहोत्साह।"



सुनकर, गुनकर, चुपचाप रहा,
कुछ भी न कहा, -- न अहो, न अहा;
ले चला साथ मैं तुझे कनक
ज्यों भिक्षुक लेकर, स्वर्ण-झनक
अपने जीवन की, प्रभा विमल
ले आया निज गृह-छाया-तल।
सोचा मन में हत बार-बार --
"ये कान्यकुब्ज-कुल कुलांगार,
खाकर पत्तल में करें छेद,
इनके कर कन्या, अर्थ खेद,
इस विषय-बेलि में विष ही फल,
यह दग्ध मरुस्थल -- नहीं सुजल।"
फिर सोचा -- "मेरे पूर्वजगण
गुजरे जिस राह, वही शोभन
होगा मुझको, यह लोक-रीति
कर दूं पूरी, गो नहीं भीति
कुछ मुझे तोड़ते गत विचार;
पर पूर्ण रूप प्राचीन भार
ढोते मैं हूँ अक्षम; निश्चय
आयेगी मुझमें नहीं विनय
उतनी जो रेखा करे पार
सौहार्द्र-बंध की निराधार। || सरोज स्मृति / सूर्यकांत त्रिपाठी "निराला" / पृष्ठ ५ : वे जो यमुना के-से कछार
पद फटे बिवाई के, उधार
खाये के मुख ज्यों पिये तेल
चमरौधे जूते से सकेल
निकले, जी लेते, घोर-गंध,
उन चरणों को मैं यथा अंध,
कल ध्राण-प्राण से रहित व्यक्ति
हो पूजूं, ऐसी नहीं शक्ति।
ऐसे शिव से गिरिजा-विवाह
करने की मुझको नहीं चाह!"
फिर आई याद -- "मुझे सज्जन
है मिला प्रथम ही विद्वज्जन
नवयुवक एक, सत्साहित्यिक,
कुल कान्यकुब्ज, यह नैमित्तिक
होगा कोई इंगित अदृश्य,
मेरे हित है हित यही स्पृश्य
अभिनन्दनीय।" बँध गया भाव,
खुल गया हृदय का स्नेह-स्राव,
खत लिखा, बुला भेजा तत्क्षण,
युवक भी मिला प्रफुल्ल, चेतन।
बोला मैं -- "मैं हूँ रिक्त-हस्त
इस समय, विवेचन में समस्त --
जो कुछ है मेरा अपना धन
पूर्वज से मिला, करूँ अर्पण
यदि महाजनों को तो विवाह
कर सकता हूँ, पर नहीं चाह
मेरी ऐसी, दहेज देकर
मैं मूर्ख बनूं यह नहीं सुघर,
बारात बुला कर मिथ्या व्यय
मैं करूँ नहीं ऐसा सुसमय।
तुम करो ब्याह, तोड़ता नियम
मैं सामाजिक योग के प्रथम,
लग्न के; पढूंगा स्वयं मंत्र
यदि पंडितजी होंगे स्वतन्त्र।
जो कुछ मेरे, वह कन्या का,
निश्चय समझो, कुल धन्या का।"


आये पंडित जी, प्रजावर्ग,
आमन्त्रित साहित्यिक ससर्ग
देखा विवाह आमूल नवल,
तुझ पर शुभ पडा़ कलश का जल।
देखती मुझे तू हँसी मन्द,
होंठो में बिजली फँसी स्पन्द
उर में भर झूली छवि सुन्दर,
प्रिय की अशब्द श्रृंगार-मुखर
तू खुली एक उच्छवास संग,
विश्वास-स्तब्ध बँध अंग-अंग,
नत नयनों से आलोक उतर
काँपा अधरों पर थर-थर-थर।
देखा मैनें वह मूर्ति-धीति
मेरे वसन्त की प्रथम गीति --
श्रृंगार, रहा जो निराकार,
रस कविता में उच्छ्वसित-धार
गाया स्वर्गीया-प्रिया-संग --
भरता प्राणों में राग-रंग,
रति-रूप प्राप्त कर रहा वही,
आकाश बदल कर बना मही।
हो गया ब्याह आत्मीय स्वजन
कोई थे नहीं, न आमन्त्रण
था भेजा गया, विवाह-राग
भर रहा न घर निशि-दिवस जाग;
प्रिय मौन एक संगीत भरा
नव जीवन के स्वर पर उतरा।
माँ की कुल शिक्षा मैंने दी,
पुष्प-सेज तेरी स्वयं रची,
सोचा मन में, "वह शकुन्तला,
पर पाठ अन्य यह अन्य कला।"


कुछ दिन रह गृह तू फिर समोद
बैठी नानी की स्नेह-गोद।
मामा-मामी का रहा प्यार,
भर जलद धरा को ज्यों अपार;
वे ही सुख-दुख में रहे न्यस्त,
तेरे हित सदा समस्त, व्यस्त;
वह लता वहीं की, जहाँ कली
तू खिली, स्नेह से हिली, पली,
अंत भी उसी गोद में शरण
ली, मूंदे दृग वर महामरण!


मुझ भाग्यहीन की तू सम्बल
युग वर्ष बाद जब हुई विकल,
दुख ही जीवन की कथा रही,
क्या कहूँ आज, जो नहीं कही!
हो इसी कर्म पर वज्रपात
यदि धर्म, रहे नत सदा माथ
इस पथ पर, मेरे कार्य सकल
हो भ्रष्ट शीत के-से शतदल!
कन्ये, गत कर्मों का अर्पण
कर, करता मैं तेरा तर्पण! `},
      {title:'',content:``},
      {title:'',content:``},
      {title:'',content:``},
      {title:'',content:``},
    ]
  },

  // Add more collections similarly with their respective poems
];

const Works = () => {
  const [openCollection, setOpenCollection] = useState(null);
  const [openPoem, setOpenPoem] = useState(null);

  const toggleCollection = (index) => {
    setOpenCollection(openCollection === index ? null : index);
    setOpenPoem(null); // Reset poem state when changing collection
  };

  const togglePoem = (index) => {
    setOpenPoem(openPoem === index ? null : index);
  };

  return (
    <div className="min-h-screen flex flex-col items-center py-12 px-4">
      <h1 className="text-5xl font-extrabold text-center text-gray-900 mb-12">कविता संग्रह</h1>
      <div className="w-full max-w-3xl space-y-6">
        {collections.map((collection, colIndex) => (
          <div key={colIndex} className="bg-white rounded-lg shadow-lg p-6">
            <button
              className="text-xl font-bold text-gray-800 w-full text-left focus:outline-none"
              onClick={() => toggleCollection(colIndex)}
            >
              {collection.title}
            </button>
            {openCollection === colIndex && (
              <div className="mt-4 space-y-3">
                {collection.poems.map((poem, poemIndex) => (
                  <div key={poemIndex}>
                    <button
                      className="text-lg text-gray-700 focus:outline-none w-full text-left"
                      onClick={() => togglePoem(poemIndex)}
                    >
                      {poem.title}
                    </button>
                    {openPoem === poemIndex && (
                      <div className="mt-2 text-gray-600">
                        {/* The full poem content is displayed here */}
                        <p>{poem.content}</p>
                      </div>
                    )}
                  </div>
                ))}
              </div>
            )}
          </div>
        ))}
      </div>
    </div>
  );
};

export default Works;
